{'matching_results': 3,
 'session_token': '1_dXCYFINgZX58mUu5_euMBcovuN',
 'passages': [{'document_id': '3912876b-7c03-4337-83e5-c2aeed59ac58',
   'passage_score': 0,
   'passage_text': 'and computer viruses. 50 Electronic warfare and cyber attacks on China’s missile forces are also a growing concern. 51 In mid-April 2006, a unit ( bu ) located in a mountainous region in southern China held a military-training evaluation during which ‘enemy forces’ successfully employed electromagnetic jamming against the command post. 52 13.',
   'start_offset': 21196,
   'end_offset': 21540,
   'field': 'text'},
  {'document_id': '3912876b-7c03-4337-83e5-c2aeed59ac58',
   'passage_score': 0,
   'passage_text': 'The intense reaction to the test may have affected Chinese military views on the possibility that US forces might, in the event of a military encounter with China, find it necessary to target launch sites located Downloaded by [Yale University Library] at 02:33 21 August 2013 160 | Michael',
   'start_offset': 26306,
   'end_offset': 26596,
   'field': 'text'},
  {'document_id': '3912876b-7c03-4337-83e5-c2aeed59ac58',
   'passage_score': 0,
   'passage_text': "://www.tandfonline.com/loi/tsur20 The Sixteen Fears: China's Strategic Psychology Michael Pillsbury Published online: 01 Oct 2012. To cite this article: Michael Pillsbury (2012) The Sixteen Fears: China's",
   'start_offset': 386,
   'end_offset': 590,
   'field': 'text'},
  {'document_id': '901b0e52-98f7-4c8b-85c4-9c39fde05a4f',
   'passage_score': 0,
   'passage_text': 'Israel, China and the United States: The patriot controversy P.R. Kumaraswamy a $^{a}$ Research Fellow at the Harry S. Truman Research Institute for the Advancement of Peace , The Hebrew University , Jerusalem Published online: 11 Apr 2007.',
   'start_offset': 398,
   'end_offset': 638,
   'field': 'text'},
  {'document_id': '901b0e52-98f7-4c8b-85c4-9c39fde05a4f',
   'passage_score': 0,
   'passage_text': 'Truman Research Institute for the Advancement of Peace , The Hebrew University , Jerusalem Published online: 11 Apr 2007. To cite this article: P.R. Kumaraswamy (1996) Israel, China and the United States: The patriot controversy, Israel Affairs, 3:2, 12-33, DOI: 10.1080',
   'start_offset': 517,
   'end_offset': 787,
   'field': 'text'},
  {'document_id': '901b0e52-98f7-4c8b-85c4-9c39fde05a4f',
   'passage_score': 0,
   'passage_text': 'Terms & Conditions of access and use can be found at http://www.tandfonline.com/page/terms-andconditions Downloaded by [University of Cambridge] at 01:00 01 December 2014 Israel, China and the United States: The Patriot Controversy P.R. KUMARASWAMY The establishment of diplomatic relations between Israel and China in January 1992 was the culmination of a cumbersome and protracted process.',
   'start_offset': 2051,
   'end_offset': 2442,
   'field': 'text'},
  {'document_id': 'be40cf15-bd50-4139-b507-dd27eb0cbc70',
   'passage_score': 0,
   'passage_text': "At What Cost Israel-China Ties? by P. R. Kumaraswamy Spring 2006, pp. 37-44 https://dev.meforum.org/926/at-what-cost-israel-china-ties Israel's military ties with China—especially the upgrading of Harpy surveillance aircraft—are undermining the Jewish state's security.",
   'start_offset': 0,
   'end_offset': 269,
   'field': 'text'},
  {'document_id': 'be40cf15-bd50-4139-b507-dd27eb0cbc70',
   'passage_score': 0,
   'passage_text': 'But U.S. anger over Sino-Israeli military ties has undercut such a perception. The Unequal Triangle This dispute over China has its roots in the disintegration of the Soviet Union and the end of the Cold War. The ramications of the Soviet collapse upon Israel were vast.',
   'start_offset': 971,
   'end_offset': 1241,
   'field': 'text'},
  {'document_id': 'be40cf15-bd50-4139-b507-dd27eb0cbc70',
   'passage_score': 0,
   'passage_text': "Following the signing of the Oslo accords as many as thirty-six states took similar steps.[1] But, the erosion of Israel's isolation did not just extend to moderate Arab states and African and former East Bloc nations. The end of the Cold War enabled Asian powerhouses such as India and China to abandon their hostility and normalize relations with Israel.",
   'start_offset': 1891,
   'end_offset': 2247,
   'field': 'text'}],
 'results': [{'id': '901b0e52-98f7-4c8b-85c4-9c39fde05a4f',
   'result_metadata': {'confidence': 0, 'score': 4.808622},
   'extracted_metadata': {'sha1': '03736a3cbe889c0671c33d4dc62f4c3846a8e033',
    'filename': '48- Israel China and the US Patriot Controversy.pdf',
    'file_type': 'pdf'},
   'text': 'This article was downloaded by: [University of Cambridge] On: 01 December 2014, At: 01:00 Publisher: Routledge Informa Ltd Registered in England and Wales Registered Number: 1072954 Registered office: Mortimer House, 37-41 Mortimer Street, London W1T 3JH, UK Israel Affairs Publication details, including instructions for authors and subscription information: http://www.tandfonline.com/loi/fisa20 Israel, China and the United States: The patriot controversy P.R. Kumaraswamy a $^{a}$ Research Fellow at the Harry S. Truman Research Institute for the Advancement of Peace , The Hebrew University , Jerusalem Published online: 11 Apr 2007. To cite this article: P.R. Kumaraswamy (1996) Israel, China and the United States: The patriot controversy, Israel Affairs, 3:2, 12-33, DOI: 10.1080/13537129608719417 To link to this article: http://dx.doi.org/10.1080/13537129608719417 PLEASE SCROLL DOWN FOR ARTICLE Taylor & Francis makes every effort to ensure the accuracy of all the information (the “Content”) contained in the publications on our platform. However, Taylor & Francis, our agents, and our licensors make no representations or warranties whatsoever as to the accuracy, completeness, or suitability for any purpose of the Content. Any opinions and views expressed in this publication are the opinions and views of the authors, and are not the views of or endorsed by Taylor & Francis. The accuracy of the Content should not be relied upon and should be independently verified with primary sources of information. Taylor and Francis shall not be liable for any losses, actions, claims, proceedings, demands, costs, expenses, damages, and other liabilities whatsoever or howsoever caused arising directly or indirectly in connection with, in relation to or arising out of the use of the Content. This article may be used for research, teaching, and private study purposes. Any substantial or systematic reproduction, redistribution, reselling, loan, sub-licensing, systematic supply, or distribution in any form to anyone is expressly forbidden. Terms & Conditions of access and use can be found at http://www.tandfonline.com/page/terms-andconditions Downloaded by [University of Cambridge] at 01:00 01 December 2014 Israel, China and the United States: The Patriot Controversy P.R. KUMARASWAMY The establishment of diplomatic relations between Israel and China in January 1992 was the culmination of a cumbersome and protracted process. Though the first Middle Eastern country to recognize Communist China, Israel was the last to establish formal ties with Beijing. A fascinating aspect of this odyssey dates back to the late 1970s when both countries sought military contacts. Notwithstanding the spate of media reports and speculations, mainstream Sinologists in Israel and elsewhere have scrupulously avoided the issue or merely questioned the veracity of these reports. With notable exceptions, even nonproliferation experts have been indifferent to this issue. As Eric Hyer aptly summed up: ’Those who cite the sale of DF-3 IRBMs [Dongfeng-3 (East Wind) Intermediate-range ballistic missiles] to Saudi Arabia to demonstrate China’s desire to extend its influence among Arab states neglect the important fact that China has also collaborated closely with Israel to improve its weapons and make the Chinese competitive in the international market.’* As Israel and China are gradually consolidating their newlyestablished diplomatic relations, it would be increasingly difficult for the West to remain unconcerned with the military dimension of Sino—Israeli relations. Due to conflicting commercial, political and technological interests, there appears to be a significant shift in America’s reactions to Israel’s arms trade policy, especially towards China. At frequent intervals Israel has been accused of illegally transferring American military technology to third parties. While some of these accusations date back to the 1970s, since the onset of Sino-Israeli normalization they have assumed a definite pattern.$^{2}$ Unlike the past, the accusations now dominate mainstream American media, are voiced by leading figures in the US administration, and are becoming more specific with interested (as well as disinterested) parties accusing Israel of illegal transfer of American technology to China. This controversy reached a crescendo in March 1992, just six weeks after Sino-Israeli normalization, when Israel was accused of illegally transferring Patriot anti-missile missile P.R.Kumaraswamy is Research Fellow at the Harry S. Truman Research Institute for the Advancement of Peace, The Hebrew University of Jerusalem. Israel Affairs, Vol.3, No.2 (Winter 1996), pp.12-33 PUBLISHED BY FRANK CASS, LONDON Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 RR. KUMARASWAMY Beijing. A fascinating aspect of this odyssey dates back to the late 19703 aptly summed up: ‘Those who cite the sale of DF-3 IRBMs [Dongfeng-S demonstrate China’s desire to extend its inﬂuence among Arab states international market. " the 19705, since the onset of Sino—Israeli normalization they have assumed a definite pattern.2 Unlike the past, the accusations now March 1992, just six weeks after Sine—Israeli normalization, when Israel Israel Affairs, Vol.3, No.2 (Writer 1996), pp.12—33 ISRAEL, CHINA AND THE UNITED STATES 13 technology to Beijing. A couple of years later, the focus shifted to the Lavi fighter aircraft. In both cases, controversy involved technology supplied and funded by the United States; sensitive intelligence assessments were leaked to the press and acrimony followed. For their part Israel and its supporters have viewed the allegations as a sinister ploy to defame the Jewish State and to undermine its strategic relationship with the US; they have vehemently denied any wrong-doing and have sought to prove the existence of ulterior motives behind the leaked damaging reports (for example, the coincidence between the timing of such leaks and high-profile Israeli visits to Washington). To be sure, any meaningful discussion of this issue is handicapped by the secrecy of both parties. While successfully using military sales and other forms of defence-related assistance to promote its national interest, Israel is greatly inhibited from open discussion of its military transfers by security considerations. Following some media leaks in 1979, the then Defence Minister and present President Ezer Weizman tightened the censorship regulations concerning military-related reports on China.$^{3}$ It was only during the Patriot controversy that Israel formally acknowledged the sale of arms to Beijing, yet refused to discuss the issue in any detail. Moreover, key players in Israel’s military diplomacy towards China, such as Moshe Arens, Shaul Eisenberg, David Ivri, Yitzhak Rabin and Ezer Weizman were or are active members of the Israeli political, military or commercial establishments. Under these circumstances it is unrealistic and unwise to expect any transparency of these military relations. Notwithstanding these difficulties, the issue of suspected Israeli transfer of Patriot technology to China is too crucial to be ignored. Despite the frequent media speculations, until recently the US administration has been unable and/or unwilling to produce concrete and irrefutable evidence against Israel. This in turn raises the following questions: If the allegations are false, as Israel claims, why then do they recur? Why does the US administration fail to either substantiate or discard the charges and settle the matter once and for all? What are the motives of those who spread the leaks and those who deny it? What are the consequences of such leaks for US-Israeli relations? The true and complete story will probably never be told. However, the frequency and seriousness of the charges demand a close, careful and even tentative assessment. This article seeks to examine and to dispel some of the popular misconceptions surrounding the Patriot controversy and to generate a discussion of this issue. Since the Patriot is a ballistic missile, it is essential first to examine Israel’s non-proliferation practice. ISRAEL AND NON-CONVENTIONAL WEAPONS PROLIFERATION Apart from the five permanent members of the United Nations Security Council (P-5), only a handful of countries are actively pursuing non-Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 supplied and funded by the United States; sensitive intelligence ploy to defame the Jewish State and to undermine its strategic censorship regulations concerning military-related reports on China.3 It was only during the Patriot controversy that Israel formally acknowledged the sale of arms to Beijing, yet refused to discuss the issue the consequences of such leaks for US—Israeli relations? The true and ISRAEL AND NON—CONVENTIONAL WEAPONS PROLIFERATION 14 ISRAEL AFFAIRS conventional weapons development, and all of them have received such weapons and/or technology from either the West, the former Soviet Bloc or China. Overwhelmed by the erstwhile Cold War, both rival camps gleefully ignored proliferation concerns and directly or indirectly supported the proliferation of non-conventional technology in the Third World. They turned a blind eye when their allies were pursuing proliferation designs and provided tacit support. Countries such as India and Israel belong to the second category of developers of advanced nonconventional weapons and delivery systems. Both have developed a well laid out long-term missile programme and are actively developing and pursuing delivery mechanisms. Crucial Israeli endeavours in this direction have often received financial and technological support from the United States. At present only two non-P-5 countries - Israel and North Korea - constitute the rarer category of proliferators, namely, exporters of non-conventional technologies. While widespread attention and concern has been given to North Korea’s strong ties with the Middle East and suspected exports of ballistic missiles there, Israel has been playing an active role in proliferation. Like its nuclear programme, Israel’s missile programme is shrouded in secrecy. Martin Navias attributes this circumspection to Israeli security concerns as well as to the ’dearth of suitable clients’. 4 Unlike its adversaries Israel has a fully developed space programme and following the launching of the Shavit rocket in September 1988 has achieved the ability to launch a 500kg warhead at a range more than 5000km.$^{5}$ In short, Israel is the only country outside the P-5 that has been the recipient, developer, and exporter of non-conventional weapons. While the Cold War rivals contributed to the regional arms race, the honour of fermenting missile proliferation in the Middle East goes to Beijing. Through material help and technical assistance, Beijing has played an important role in the missile capabilities of Egypt, Iran, Iraq, Libya, Saudi Arabia and Syria. Israel has been trying to persuade China to limit, if not abandon, the supply of non-conventional weapons to the Middle East. Following the establishment of diplomatic relations in January 1992, Israeli leaders have been using every available opportunity to convey their concerns over the flow of arms to the Middle East. They have also sought Beijing’s intervention in preventing Pyongyang from supplying missiles to Syria or Iran. Following a meeting in September 1992 between Prime Minister Yitzhak Rabin and Chinese Foreign Minister Qian Qichen, initial Israeli reports claimed that China agreed to refrain from arms exports to the region. Within hours China denied any such commitment, and the earlier version was described as ’error in translation’. In May 1993, the visiting Foreign Minister Shimon Peres managed to secure a Chinese pledge against future missile sales to Syria or Iran. Pro-Israeli circles in the US frequently reflect and relay Israeli apprehensions over Chinese nuclear cooperation with Israel’s neighbours. In the Summer of 1993, Chinese leaders promised the World Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 the United States. At present only two non-P—5 countries — Israel and North Korea — constitute the rarer category of proliferators, namely, ballistic missiles there, Israel has been playing an active role in Israeli security concerns as well as to the ‘dearth of suitable clients’.4 following the launching of the Shavit rocket in September 1988 has 000km.‘ In short, Israel is the only country outside the P-5 that has been any such commitment, and the earlier version was described as ‘error in or Iran. Pro-Israeli circles in the US frequently reﬂect and relay Israeli apprehensions over Chinese nuclear cooperation with Israel’s ISRAEL, CHINA AND THE UNITED STATES 15 Jewish Congress that Beijing would not export nuclear arms. Considering earlier experiences, however, there is reason for scepticism regarding China’s arms control undertakings, especially towards the Middle East; Beijing has either offered a new interpretation of its pledges or found a proxy supplier in North Korea. Ever since commercial motives have come to supersede political considerations, the Middle East has emerged as China’s primary target. China’s ability to retain its position as a significant arms exporter to this region and elsewhere depends largely on its ability to improve its export inventories. Erstwhile practices of exporting cheap and less sophisticated weapons do not have significant demand in the market. In this quest for western technology without the usual political strings, Israel has emerged as an important actor. 7 China seems to have succeeded in using Israeli ’back channels’ for circumventing post-Tiananmen Square military sanctions of the US. Normally sensitive to Chinese export of non-conventional technology to the Middle East, Capitol Hill has been indifferent towards Sino-Israeli military relations. Since the mid-1980s Israeli leaders have been tacitly acknowledging arms exports to China. By forcefully denying any arms exports to China, in January 1985 Defence Minister Yitzhak Rabin provided the first indirect confirmation.$^{8}$ Moreover, the Arrow antimissile missile programme is seen as a compensation for Israeli willingness to terminate exports of advanced military technology to countries such as China and South Africa. 9 Ironic as it sounds, Israel’s export partner in missile proliferation is none other than China. Beijing’s track record has not prevented Israel from collaborating with its missile programme. Beside exporting Gabriel missiles and technologies to countries such as Singapore and South Africa, Israel is believed to have helped the missile programmes of China as well as Taiwan.$^{10}$ Chinese export of intermediate ballistic missiles (IRBM/CSS-2) to Saudi Arabia has an interesting Israeli dimension. This deal received widespread attention in Israel." Tracing the origin of the deal, Israel’s leading Sinologist, Yitzhak Shichor, reminded the world that the missiles were originally ’designed, deployed, and tested as delivery vehicles for nuclear weapons’. Notwithstanding Saudi assurances to the contrary and its newly-found enthusiasm in the Nuclear Non-Proliferation Treaty (NPT), the missiles pose a serious security threat to Israel. Some officials warned that Israel might launch a preemptive strike against the CSS-2, similar to the Osiraq bombing in June 1981. Yet, as Shichor correctly concluded: ...the delicately evolving Sino-Israeli relations [had] not suffered a serious setback. On the contrary, in an apparently paradoxical way the Sino-Saudi transaction has been followed by improved relations between the PRC and the two potential targets [namely Iran and Israel]. 12 Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 or found a proxy supplier in North Korea.‘ Ever since commercial actor.7 China seems to have succeeded in using Israeli ‘back channels’ for the Middle East, Capitol Hill has been indifferent towards Sine—Israeli military relations. Since the mid-19803 Israeli leaders have been tacitly provided the first indirect confirmation.a Moreover, the Arrow anticountries such as China and South Africa.9 as well as Taiwan.10 Chinese export of intermediate ballistic missiles (IRBM/CSS-Z) to Saudi Arabia has an interesting Israeli dimension. This deal received Widespread attention in Israel. " Tracing the origin of the that the missiles were originally ‘designed, deployed, and tested as delivery vehicles for nuclear weapons’. Notwithstanding Saudi preemptive strike against the CSS-Z, similar to the Osiraq bombing in ...the delicately evolving Sino—Israeli relations [had] not suffered a the Sino—Saudi transaction has been followed by improved Iran and Israel].12 16 ISRAEL AFFAIRS The explanation however is not that easy. In May 1988 or shortly after the deal became public, the Washington Post accused Israel of helping China to upgrade the guidance system of the CSS-2 missile and convert it for conventional warheads. Quoting a Chinese scientist, in December 1991 the Israeli daily, Ha-aretz, reported that Israel ’sold China cruise missile technology and was of great help in developing the Chinese ballistic missile programme’.$^{13}$ It should be remembered that while non-proliferation circles added respectability to Israel’s compliance in the CSS-2 deal, leading Sinologists conspicuously avoided discussing the issue.$^{14}$ Likewise, in early 1991 the Western media disclosed that the Chinese PL-8H naval air defence system was based on or derived from Israel’s Python air-to-air missile. While the Chinese authorities vehemently denied any collaboration with Israel, the latter confined its criticism to questions involving the patent. Yet, amidst the Patriot controversy, it transpired that Python technology had been transferred to China in early 1980s, nearly a decade before the discovery of PL-8H.$^{15}$ Likewise a few months before the Patriot controversy a report in the Washington Post argued that having provided technological assistance to the Chinese in the development of M-9 missile, Israel had become anxious to halt the Chinese sale of M-9 missiles to Syria and other hostile powers in the region. THE PATRIOT CONTROVERSY The crisis started on 12 March 1992 when the Washington Times, quoting senior administration officials, accused Israel of illegally transferring Patriot anti-missile technology to China. The following day Wall Street Journal disclosed that State Department Inspector General Sherman Funk was preparing a report detailing repeated and unauthorized Israeli transfer of American technologies to third parties. A day latter, quoting a former State Department intelligence analyst, the Washington Times argued that the Patriot transfer most likely took the form of ’a design sketch or an engineer’s knowledge of the technology’. Very soon the issue engulfed the American and Israeli media, with scoops flying about on the wings of imagination. These reports and controversy coincided with the arrival in the US of Israel’s Defence Minister Moshe Arens. On 1 April 1992, deleting any direct reference to Israel, Funk publicly released the non-classified portion of his report that dealt with allegations of Israeli misuse of American technology. The accusation and the spate of media coverage unleashed hysteria in Israel. There was near-unanimity among political figures, security analysts and media commentators that the allegations were nothing but a smear campaign motivated either by the desire to undermine US-Israeli strategic understanding or by commercial interests. Leading analysts and commentators faithfully and repeatedly parroted the official version, and Likud and Labour differences vanished into thin air. In the words of Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloaded by [University of Cambridge] at 01:00 01 December 2014 . Post accused Israel of helping China to upgrade the guidance system of the CSS-Z missile and convert it for conventional warheads. Quoting a Chinese scientist, in December 1991 the Israeli daily, Ha-aretz, reported that Israel ‘sold China cruise missile technology and was of great help in developing the Chinese ballistic missile programme’.13 It should be avoided discussing the issue.H Likewise, in early 1991 the Western media transferred to China in early 19805, nearly a decade before the discovery of PL—8H.” Likewise a few months before the Patriot controversy :1 report in the Washington Post argued that having provided technological other hostile powers in the region.16 The crisis started on 12 March 1992 when the Washington Times, Wall Street journal disclosed that State Department Inspector General Washington Times argued that the Patriot transfer most likely took the form of ‘a design sketch or an engineer’s knowledge of the technology’. ﬂying about on the wings of imagination. These reports and controversy allegations of Israeli misuse of American technology.17 Israel. There was near-unanimity among political figures, security a smear campaign motivated either by the desire to undermine US—Israeli ISRAEL, CHINA AND THE UNITED STATES 17 Dore Gold of the Jaffee Centre for Strategic Studies, the Patriot allegation was ’an outright decision to undermine Israel’s credibility in the American security community’.$^{18}$ While Prime Minister Yitzhak Shamir avoided any direct criticism of the US President, his colleagues joined media pundits in attributing this episode to George Bush’s negative attitude towards Israeli leaders. The anti-Israel allegation was denounced as ’a malicious and planned campaign of calumny’, as ’an organized campaign designed to divert the attention of the American people from their government’s blunders’, and as ’lies and libellous tales’." Some attributed the American shift to the nascent post-Cold War international environment and expressed apprehension at Israel’s continued dependence on Washington. In the words of one Israeli commentator, the Bush administration ’not only lost trust in the present Israeli government but has also built up animosity toward it’. The Bush-Baker administration was seen as the most hostile to Israel since the Eisenhower-Dulles days (when the US was instrumental in bringing about the Israeli withdrawal from Sinai following the Suez War) or the Kennedy era (with his initial displeasure over the Dimona nuclear reactor).$^{20}$ Some like Health Minister Ehud Olmert were highly critical of the American ’desire to besmirch Israel’, while others felt that the time had come for Israel ’to unmask the US administration’.$^{21}$ Israel’s ambassador in Washington, Zalman Shoval, felt that considering the close ties between the two countries the controversy could have been handled without bringing in the media. In short, the accusations were false, fabricated, illogical and unsubstantiated. For its part the US administration warned that such transfers were in flagrant violation of Israel’s commitments to Washington and would be dealt with seriously. WHAT CAN WE BELIEVE? Motives There is one certainty in the Patriot controversy. Both accusers and advocates harbour strong ulterior motives. What are the motives of the accusers? As an editorial of the New York Times reminded its readers, such accusations ’provide ammunition to Israel-bashers’. Various segments of the American body politic seek to promote a strong relationship with the Jewish State; this bipartisan and across-the-board support is based on perceived commonality of interest, shared worldview and emotional and sentimental attachments. On the other hand, influential circles have long been opposed to the US-Israeli strategic consensus and the allegedly pro-Israel bias exhibited by US Middle East policy. The view that America’s economic interests require a different Middle Eastern policy has its fans within the various branches of the US administration. The pro-Arab sentiments of the State Department are as old as the Mandate days, and confrontation between the White House Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 allegation was ‘an outright decision to undermine Israel’s credibility in the American security community’.” While Prime Minister Yitzhak denounced as ‘a malicious and planned campaign of calumny’, as ‘an people from their government’s blunders’, and as ‘lies and libellous tales’.l9 Some attributed the American shift to the nascent post-Cold War international environment and expressed apprehension at Israel’s commentator, the Bush administration ‘not only lost trust in the present reactor).20 Some like Health Minister Ehud Olmert were highly critical of the American ‘desire to besmirch Israel’, while others felt that the time had come for Israel ‘to unmask the US administration’.21 Israel’s administration warned that such transfers were in ﬂagrant violation of advocates harbour strong ulterior motives. What are the motives of the accusers? As an editorial of the New York Times reminded its readers, such accusations ‘provide ammunition to Israel-bashers’. Various inﬂuential circles have long been opposed to the US—Israeli strategic 18 ISRAEL AFFAIRS and the State Department over Israel can be traced at least to the 1947 UN partition plan for Palestine. Opposition to Israel’s influence in Capitol Hill is therefore natural if not inevitable. Both Israel and its American supporters blamed the Bush-Baker team for the Patriot controversy. In fairness to Israel, there is a grain of truth in this charge. In a number of fundamental ways President George Bush and Secretary of State James Baker departed from the most sympathetic days of Ronald Reagan presidency. The pragmatic Bush lacked the emotional commitment and missionary zeal of his predecessor. Baker, a long time associate of Bush, had an almost identical assessment of Israel. In other words, both deviated from traditional practice and began to challenge Israel and its American supporters. For instance, testifying before the House’s Foreign Relations Committee on 13 June 1990, Baker declared: ’Everybody over there [Israel] should know that the telephone number [of the White House] is 1-202-456-1414. ’When you’re serious about peace, call us.’ Likewise in September 1991, President Bush portrayed himself as the lonely crusader against pro-Israeli lobbyists in Capitol Hill. The ongoing US-Israeli controversy over the loan guarantees was seen as the main reason behind the damaging leaks. Without a freeze of settlement activities, the administration was determined to veto any compromise proposals on the issue. Capitol Hill, where Israel had overwhelming support, was unwilling to confront post-Desert Storm Bush over the loan guarantees. Fears were expressed both in Israel and in the US that Bush’s reelection would be detrimental to Israel. 22 Many Israeli leaders, including Prime Minister Yitzhak Shamir, saw the leaks as part of the administration’s efforts to influence the forthcoming general elections in Israel. Chairman of Knesset Foreign Affairs and Defence Committee Eliyahu Ben-Elisar warned that the Americans ’cannot walk in here as they did in Panama and decide who will head the government in Israel.’ The Patriot controversy could not have come at a worse time. A few days earlier, former New York mayor, Ed Koch, accused Baker of using expletives against the Jews. Even though Baker had denied having made such remarks, at least some Israeli leaders were unconvinced. The Bush administration’s support for Israel lacked the warmth of its predecessors. It is possible to argue that it was more due to Shamir’s inflexible position on settlements than to any inherent animosity of the Bush-Baker team towards Israel. The damage was significant. This formulation, though useful in earning the Arab trust and confidence vital for the inauguration of the Madrid peace process, displeased Israel and its supporters. Another motive behind the anti-Israel campaign over the Patriots was that Israel also alienated the US military-intelligence establishment, often cited as the source of the damaging leaks against Israel. Extensive high level security cooperation aside, a number of recent incidents underscored the tension beneath the surface. In the two highly sensational cases of Jonathan Pollard and Rami Dotan," Israel’s cooperation was Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 13 UN partition plan for Palestine. Opposition to Israel’s inﬂuence in ‘Everybody over there [Israel] should know that the telephone number [of the White House] is 1-202-456-1414. When you’re serious about peace, call us.’ Likewise in September 1991, President Bush portrayed himself as ongoing US—Israeli controversy over the loan guarantees was seen as the reelection would be detrimental to Israel.22 the leaks as part of the administration’s efforts to inﬂuence the Americans ‘cannot walk in here as they did in Panama and decide who more due to Shamir’s inﬂexible position on settlements than to any cases of Jonathan Pollard and Rami Dotan,23 Israel’s cooperation was ISRAEL, CHINA AND THE UNITED STATES 19 marginal. It stonewalled American requests for the extradition of Pollard’s accomplices and Dotan. Even the suggestion by some Congress leaders to condition US military aid Israeli flexibility and compliance were non-starters. Subsequent developments such as the opposition of Israel’s supporters to the nomination of Bobby Inman, restrictions on Israel’s freedom in arms procurement, demands for increased supervision over US military aid and suggestions for transferring military aid to Pentagon budget were part of the brewing tension. Moreover American intelligence assessments are not always accurate and are subjected to larger domestic and foreign policy considerations of the administrations (in mid-1993, for example, the CIA was absolutely certain that the Chinese ship Yin He was carrying chemical weapons materials to Iran. The assessment proved to be incorrect).$^{24}$ Such incidents raise legitimate doubts about the accuracy, credibility and above all - the motives of various intelligence assessments concerning Israel’s (alleged) illegal transfers.$^{25}$ Successive Directors of the Central Intelligence Agency (CIA), notably Robert Gates$^{26}$ and R. James Woolsey, persisted with the allegations. Testifying before a Senate Committee in October 1993, the latter claimed: ’We believe the Chinese seek from Israel advanced military technology that US and Western firms are unwilling to provide’.$^{27}$ While Gates was a nominee of Bush, Woolsey was appointed by Bill Clinton, a close friend of Israel, surrounded by many Jews and pro-Israelis. A third ulterior motive of the anti-Israel campaign lies in the commercial sphere. Largely out of commercial considerations, influential sections within the aviation industry opposed America’s technological and financial support for the Lavi. Thus Israel perceived the Patriot accusations as an American move to scuttle any potential competition in the international arms trade. Raytheon, the manufacturer of the Patriot, would also benefit from the controversy. Ever since its introduction and deployment in the Persian Gulf War, the Patriot’s effectiveness had come under severe criticisms and public scrutiny. Theodore Postol of MIT, vehemently and somewhat convincingly, challenged the missile’s ’success in intercepting Iraqi Scud missiles’.$^{28}$ As late as 1994, Raytheon was trying to dispel the impression that Patriots ’had a success rate of close to zero’ in Israel.$^{29}$ In short, the administration, the military-intelligence establishment, and economic interest groups had a motive in raking up the Patriot controversy in 1992. Are Israel’s advocates above board? Unless confronted with sound evidence, Israeli government and leaders have been unwilling to accept any wrong-doing. The Pollard Affair is a classic example. When the scandal broke out the then Minister of Defence under the National Unity Government, Yitzhak Rabin, described the affair as ’an exception, a very unique exception vis-a-vis Israel policy. It was done without the knowledge of the political authority.’$^{30}$ Since then, Israel has called it ’a rogue operation without authorization’. In fairness to all, it must be Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 marginal. It stonewalled American requests for the extradition of leaders to condition US military aid Israeli ﬂexibility and compliance certain that the Chinese ship Yin He was carrying chemical weapons materials to Iran. The assessment proved to be incorrect).“ Such incidents raise legitimate doubts about the accuracy, credibility and above all — the motives of various intelligence assessments concerning Israel’s (alleged) illegal transfers.” Successive Directors of the Central Intelligence Agency (CIA), notably Robert Gates“ and R. James Woolsey, October 1993, the latter claimed: ‘We believe the Chinese seek from unwilling to provide’.27 While Gates was a nominee of Bush, Woolsey commercial sphere. Largely out of commercial considerations, inﬂuential vehemently and somewhat convincingly, challenged the missile’s ‘success in intercepting Iraqi Scud missiles’. " As late as 1994, Raytheon was trying to dispel the impression that Patriots ‘had a success rate of close to zero’ in Israel.29 In short, the administration, the military-intelligence Are Israel’s advocates above board? Unless confronted with sound evidence, Israeli government and leaders have been unwilling to accept Government, Yitzhak Rabin, described the affair as ‘an exception, a very unique exception vis-a-vis Israel policy. It was done without the knowledge of the political authority.’30 Since then, Israel has called it ‘a 20 ISRAEL AFFAIRS admitted that the Israelis are not the only ones guilty of lying in matters of national interest. Some Israeli supporters even went to the extent of questioning the ’Jewishness’ of individuals such as Funk, whose findings undermined Israel’s position. For instance, Larry Kohler, a senior correspondent of Washington Jewish Week who interviewed Funk shortly after the Patriot controversy, remarked: ’There is an interesting phenomenon; in the past, I almost could not receive a leak from Jews that was liable to damage Israel. Today, it is different.’ 31 Likewise, the media revelations and Arens’s visit are merely a coincidence. More than a month before the media uproar, replying to Funk’s draft report, Under Secretary of State Lawrence Eagleburger remarked: [The Bureau of Politico-Military Affairs] will be sending a technical team to a major recipient of US equipment and technology [i.e., Israel], next month [that is, March 1992] to meet with both government officials and industry representatives. The team will give briefings on the licensing process, transfer restrictions and sanctions that can be imposed for violations of agreements..." In short, even without the media hype, Washington planned to send an inspection team to Israel. Moreover, Eagleburger had personally informed Ambassador Shoval of his suspicions well before they hit the media. Even Arens was briefed of the controversy before he reached the American capital.$^{33}$ Thus both accusers and advocates had somewhat questionable motives for their respective positions. Evidence When the controversy broke out, some US officials were confident that they would be able to document the Patriot charges, and Funk was selfassuring. In an interview to a Jewish weekly he claimed: ’When we talk in our report about "technology", we are talking about hardware. We are not talking about something abstract. We mean something physical that can be looked at. Something with a serial number on it. Otherwise it becomes hopeless.’$^{34}$ For its part Israel was certain that the American team would eventually ’exonerate’ it, and Arens argued that when the US wanted to disprove the leaks, ’there is no reason why we should not help them’. The 17-member inspection team was unable to corroborate the alleged transfer of technology. Naturally Israel treated this lack of evidence as a ’clean bill of health’ and leaders such as Olmert demanded a formal apology from the administration for making unsubstantiated charges against Israel. Yitzhak Rabin, then in the opposition ranks, shared these sentiments.$^{35}$ As senior State Department official Richard Clarke admitted, while Israel was frequently accused of wrong-doing, no ’smoking guns [have] ever [been] shown to us’.$^{36}$Relying heavily upon this ’smoking gun’ theory, Israelis argue that in the absence of concrete evidence the administration should desist from its innuendoes. Downloaded by [University of Cambridge] at 01:00 01 December 2014 questioning the ‘Jewishness’ of individuals such as Funk, whose findings correspondent of Washington [ewish Wee/z who interviewed Funk shortly after the Patriot controversy, remarked: ‘There is an interesting that was liable to damage Israel. Today, it is different.”1 sanctions that can be imposed for violations of agreements...32 American capital.33 Thus both accusers and advocates had somewhat assuring. In an interview to a Jewish weekly he claimed: ‘When we talk in our report about “technology”, we are talking about hardware. We are becomes hopeless.’J4 For its part Israel was certain that the American team would eventually ‘exonerate’ it, and Arens argued that when the US wanted to disprove the leaks, ‘there is no reason why we should not help them’. The 17-member inspection team was unable to corroborate the alleged transfer of technology. Naturally Israel treated this lack of evidence as a ‘clean bill of health’ and leaders such as Olmert demanded shared these sentiments.” As senior State Department official Richard ‘smoking guns [have] ever [been] showu to us’.“Relying heavily upon this ‘smoking gun’ theory, Israelis argue that in the absence of concrete ISRAEL, CHINA AND THE UNITED STATES 21 Unfortunately for Israel, Clarke was not the ideal referee. Funk was highly critical of Clarke’s role and conduct in pursuing various reports of Israel’s impropriety in technology transfers, and he called for disciplinary action against Clarke.$^{37}$ Funk’s report on suspected illegal transfers and recommendations against Clarke were submitted in March 1992, a few months before the US presidential elections. That was hardly the time for any drastic measures against a senior official accused of being lenient towards Israel, and Eagleburger decided that no disciplinary action was ’warranted at this time’. Some hinted at active Israeli involvement in the US presidential elections, and days after the outbreak of the controversy Near East Report, the mouthpiece of the powerful American Israeli Public Affairs Committee (AIPAC), tacitly warned Bush by saying that ’Jews can swing the election’. Under these circumstances, disciplinary action against Clarke was a politically impertinent option. Moreover, amidst the Patriot controversy, a Knesset committee decided against publishing the details of arms exports from the state comptroller’s report. According to the daily Ha-aretz, the report dealt inter alia with Israel’s ’adherence to the US administration’s demands concerning the export of weapons containing either US technology or components’. Moreover, lack of physical evidence did not vindicate Israeli disclaimers nor did it settle the issue. The absence of irrefutable evidence underscores the sophistication and secrecy with which Israel deals with sensitive national security issues. Though its military route to China began towards the end of the 1970s, it was only during the Patriot controversy that Israel admitted selling arms to China and, in the words of one defence official, ’the military connection preceded and was the impetus for full diplomatic ties.’$^{3}$’ Was arms export necessary for Israel? Taking to the American media Arens was candid: ’Our industrial base is microscopic compared to the US industrial base and so Israel has no choice but to export some defence items and there have been some exports to China as well.’ The export of ’some’ defence items consistently crossed the $1 billion mark, and recent growth in Israel’s arms exports is directly attributed to the Chinese market. 40 The secrecy is conditioned by a number of factors. While keen to benefit from Israel’s military expertise and skills, Beijing was unwilling to antagonize the Arab and the Islamic worlds. For its part, Israel was not prepared to publicize the military aspects of these relations and run the risk of alienating conservative circles in the US. Studied silence suited the interests of both. Secrecy is also vital for another important reason. China is one of the countries to whom technology associated with the Lavi is being offered. Considering Chinese interest in seeking foreign collaboration in aircraft engines and avionics, the Israeli offer is attractive and beneficial. According to one assessment, ’hard-pressed to finance the project , Israel first approached China for Lavi exports. 41 There is however, one important handicap. Some of the critical Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 disciplinary action against Clarke.37 Funk’s report on suspected illegal disciplinary action was ‘warranted at this time’. Some hinted at active outbreak of the controversy Near East Report, the mouthpiece of the warned Bush by saying that ‘Jews can swing the election’. Under these impertinent option. Moreover, amidst the Patriot controversy, at Knesset the state comptroller’s report. According to the daily Ha-aretz, the report dealt inter alia with Israel’s ‘adherence to the US administration’s technology or components’.18 began towards the end of the 19703, it was only during the Patriot of one defence official, ‘the military connection preceded and was the impetus for full diplomatic ties.’39 Was arms export necessary for Israel? Taking to the American media Arens was candid: ‘Our industrial base is exports to China as well.’ The export of ‘some’ defence items arms exports is directly attributed to the Chinese market.“0 collaboration in aircraft engines and avionics, the Israeli offer is attractive and beneficial. According to one assessment, ‘hard-pressed to finance the project , Israel first approached China for Lavi exports.’l There is however, one important handicap. Some of the critical 22 ISRAEL AFFAIRS technology, including the Lavi’s engines, were transferred from the US and as such were covered by end-user restrictions. The cancellation of the Lavi project made technology associated with the fighter aircraft — indigenous or supplied by the US - an important export item. If Israel is to avoid American criticism on a commercial or technological account, secrecy becomes vital. While admitting the transfer of aircraft technology, Israel again denied any wrong-doing. With the sole exception of Pollard, the US has been unable and/or unwilling to document any of the charges levelled against Israel. Conversely it is arguable that the refusal of the most friendly Clinton administration to commute Pollard’s incarceration is due to Washington’s inability to come out with solid evidence against Israel on other serious charges. For strong domestic political considerations, various American administrations have been too eager to abandon their proclaimed policies and adopt a lenient view towards Israel. It is politically unwise and even costly to ask Israel uncomfortable and unwanted questions. It is in this context that one should view the ’lack of evidence’ on Patriot. Clandestine diplomacy and military exports have been the hallmark of Israel’s foreign policy. Confronted with an inherently hostile environment and qualitatively superior neighbours, it has had no option but to look for non-conventional means of mitigating its security vulnerability.$^{42}$ Hence, while this clandestine policy does not necessarily imply that there was fire behind the smoke of the Patriot accusations, it would also be incorrect to preclude such fire altogether because of the lack of hard evidence of its existence. Trade-off Since Israel does not manufacture the anti-ballistic missile system, its ability to transfer missile technology to China is restricted to its experience with the Patriot batteries during and after the 1991 Gulf War. To properly place the Israel-China Patriot controversy in perspective, certain crucial developments become essential.$^{43}$ While the US administration agreed to an Israeli request for Patriots in September 1990, these did not arrive until days after the outbreak of hostilities. When Israel faced the first wave of Scuds in the early hours of 18 January 1991, Patriots were not deployed and did not become fully operational until 22 January. In contrast, the Patriot missile became operational in Saudi Arabia on 16 August 1990, less than two weeks after the Iraqi invasion of Kuwait and some five months before the ensuing war. At the time war broke out, an Israeli crew was in Texas undergoing a crash course in operating the Patriots, and the programme itself was condensed to 18 weeks from the original duration of 38 weeks. Even this was not completed when the crew was rushed home to take charge of the Patriots deployed in Israel. Unlike Saudi Arabia, all the Patriot batteries deployed in Israel were under the operational command of the Israel Defence Force (IDF). Downloaded by [University of Cambridge] at 01:00 01 December 2014 indigenous or supplied by the US — an important export item. If Israel is administration to commute Pollard’s incarceration is due to proclaimed policies and adopt a lenient view towards Israel. It is unwanted questions. It is in this context that one should view the ‘lack Israel’s foreign policy. Confronted with an inherently hostile vulnerability.‘2 Hence, while this clandestine policy does not necessarily the Israel—China Patriot controversy in perspective, certain crucial developments become essential.” While the US administration agreed to ISRAEL, CHINA AND THE UNITED STATES 23 Even though Israel is extremely dependent on US military aid, it is wary of foreign military personnel and has been unwilling to be seen as defended by American or any other non-Israeli soldiers, not least because such a move could undermine its deterrent posture vis-a-vis the Arab states. The popular sentiment favours military aid rather than military presence. In short, Israel has always demanded: ’Gives us the means and we will defend ourselves.’ Therefore, following Saddam Hussein’s Scud missile attacks, the Israelis abandoned their training in Texas and flew home to operate Patriot batteries. According to informed estimates they ’assumed operational responsibility’ and ’experimented with Patriot operations’. 44 Furthermore, after the Gulf War Israel was allowed to retain significant numbers of Patriot missiles. Moshe Arens vehemently denied that the Chinese had ever visited Patriot batteries in Israel, and others give credence to the theory that the Chinese got the technology from the Saudis. Indeed, the American inspection team was unable to prove Funk’s accusation of the transfer of parts. Yet, it is likely that Israel has acquired certain working knowledge and experience of the Patriot system that can be bartered for attractive offers from China. In the words of one Israeli commentator, ’it appears that Israel did not sell American weapons to someone to whom it was forbidden to sell, and complete products were not copied, but use was made of the knowledge that was acquired in the US and of American components in Israeli products that reached destination that irritates the Americans.’^ Likewise, the Washington Post reported that the Sino-Israeli deal involved technological knowledge and not missiles. Others suggested that the transfer worked both ways: Israel allowed the Chinese to inspect the Patriot missiles and provided them with copies of technical documents.$^{4}$* ’Ironclad Commitments’ A constant theme in Israeli defence is that it has scrupulously adhered to all its bilateral and international commitments to the US. Its economic and military dependence upon Washington and commitments to the Missile Technology Control Regime (MTCR) underscore the need to fulfil its obligations. Both Likud and Labour leaders have reiterated Israel’s adherence to its commitments with regard to third party transfers. Government spokesperson Benjamin Netanyahu claimed from the rooftops: ’We have ironclad commitments... not to transfer American weapon technology to any country, unless we have an agreement with the United States on that matter.’$^{47}$ According to Yehoshua Sagi, Chairman of Knesset arms sales sub-committee, Israel-US agreements covered ’not only US manufactured arms, but also arms containing US technological components of even the most minute quantities’.$^{48}$ Labour leader Rabin added an economic rationale and argued: ’We are not so foolish as to jeopardize an annual grant of $3 billion for a deal worth $100-, $200- or $300 million; we are not that stupid.’$^{49}$ Whenever Downloaded by [University of Cambridge] at 01:00 01 December 2014 presence. In short, Israel has always demanded: ‘Gives us the means and missile attacks, the Israelis abandoned their training in Texas and ﬂew ‘assumed operational responsibility’ and ‘experimented with Patriot operations’.“ of one Israeli commentator, ‘it appears that Israel did not sell American products were not copied, but use was made of the knowledge that was reached destination that irritates the Americans.” Likewise, the reported that the Sine-Israeli deal involved Patriot missiles and provided them with copies of technical documents.46 ‘Ironclad Commitments’ Israel’s adherence to its commitments with regard to third party the rooftops: ‘We have ironclad commitments... not to transfer American the United States on that matter.’47 According to Yehoshua Sagi, Chairman of Knesset arms sales sub-committee, Israel—US agreements covered ‘not only US manufactured arms, but also arms containing US technological components of even the most minute quantities’. "a Labour leader Rabin added an economic rationale and argued: ‘We are not so $100-, $200- or $300 million; we are not that stupid.’49 Whenever 24 ISRAEL AFFAIRS Washington refuses export permits, some argue, Israel replaces American parts and components and only then exports the item. There are no American parts that cannot be duplicated or obtained from the international market. Quoting security sources, some Israelis argue that for ’management, organization, and monitoring of goods, Israel’s supervision over its defence exports is among the best in the world, and perhaps even the strictest.’ 50 Careful examination leads to a more sceptical assessment of Israeli assurances and guarantees. Nations honour their commitments and undertakings so long as it is convenient and beneficial. All bilateral and multilateral agreements are valid until they serve and satisfy the interests of the signatories. Agreements are signed in good faith and honoured in convenience. Given the security constraints facing Israel, it would be unrealistic to expect it to honour every commitment and undertaking to the US. Conventional logic is not a hallmark of Israel’s military sales. 51 Military sales are a vital component of Israel’s military might and search for qualitative superiority. Faced with serious recession in its defence industry following the cancellation of Lavi, Israel could not be expected to be totally scrupulous with its arms exports and commitments on thirdparty transfers. A couple of years before the Patriot controversy, one US defence official remarked: ’It’s hard to tell which of the stuff they are giving China is indigenous and what comes from us... They are never caught with a missile in their hands. It’s always technicians and technology transfers. When the Israeli technicians go to China, it’s hard to tell what else is being discussed.’ 52 The MTCR operates on the premise that hostile or unfriendly proliferation of ballistic missiles and even peaceful space launch systems are inherently destabilizing. At present only Israel is capable of building complete ballistic missile systems and is likely to retain this status for the foreseeable future. If implemented scrupulously, the MTCR should be detrimental to Israel. In practice however, the most potential target is also the most notable and controversial exception. Unlike the NPT, membership of the MTCR is anchored to the US administration’s interpretation and implementation of national laws, namely the National Defence Authorization Act (NDAA) enacted by the US Congress in November 1990. Adherent’s status is bestowed only upon those countries that sign a bilateral agreement with Washington, and only they are eligible to pursue their missile programmes and may import relevant technologies for space-launch programmes." It is often ignored that Israel was not an enthusiastic member of the MTCR and was coerced into submission. In October 1991 Washington discovered that in gross violation of its arms embargo, the state-owned Israel Aircraft Industries (IAI) had exported a ballistic missile component to a South African firm. This violated US sanctions against the Apartheid regime in Pretoria. Enforcement of sanctions would have automatically barred the Israeli firm from receiving US technology as well as export Downloaded by [University of Cambridge] at 01:00 01 December 2014 for ‘management, organization, and monitoring of goods, Israel’s perhaps even the strictest.”0 the US. Conventional logic is not a hallmark of Israel’s military sales.’1 defence official remarked: ‘It’s hard to tell which of the stuff they are caught with a missile in their hands. It’s always technicians and to tell what else is being discussed.” 2 November 1990. Adherent’s status is bestowed only upon those technologies for space-launch programmes.” ISRAEL, CHINA AND THE UNITED STATES 25 licenses from the State and Commerce departments. It would also prevent IAI from conducting business with any US agency. Beside being Israel’s largest exporter of military items, IAI is also the primary contractor for the US-funded Arrow anti-missile missile programme. Coming in the midst of the poor performance of the Arrow programme, trade sanctions would have crippled IAI. This disclosure enabled the Bush administration to secure Israeli adherence to MTCR guidelines. 54 Therefore it is highly likely that had its missile deals with Pretoria remained under wraps Israel would still be out of the missile cartel. Viewing missile proliferation in the Middle East, one Israeli analyst argued that Israel’s interests ’actually call for stricter guidelines’ than the MTCR. Gerald Steinberg, on the other hand, looks at the implications of MTCR for Israel as a supplier and underscores its imperatives to export critical military technologies. Firmly rejecting criticism against Israel’s missile exports Steinberg demanded: ’If the United States commits itself to funding for the Arrow over a period of seven to ten years, including production, maintenance, and upgrading, this could provide a substantial alternative to the sale of missile technology.’ 55 Originally Israel was to join the MTCR at the end of 1992, and yet again the Bush administration succeeded in bringing forward the date to 31 December 1991. Interestingly a few weeks before this deadline, Defence Minister Arens undertook a secret visit to China. It is noteworthy that the MTCR ban also extends to ’unmanned air vehicle systems’ (including cruise missile systems, target drones and reconnaissance drones) capable of delivering a 500kg payload to a range of at least 300km. The weight limitation has since been dropped. This provision is extremely detrimental to Israel, the leading manufacturer and exporter of Unmanned Aerial Vehicles (UAVs) and Remotely Piloted Vehicles (RPVs). Some Israeli UAVs such as Harpy [range 400km] exceed the MTCR limits. According to one Jane’s Defence Weekly estimate Israel controls around 95 per cent of the UAV market. Any Israeli collaboration with China or India in the field of UAV/RPV should be examined within the MTCR framework. Whose technology? Led by noted military analyst Ze’ev Schiff, a number of Israelis have challenged the patent of some of the items alleged to have been transferred to third parties, including China.$^{5}$’ Another asked: ’What is so American in the American technologies?’ According to the government, Israel has not exported any defence item containing American components without advance approval. If permissions were denied, then these parts were replaced by Israeli components. Yet some observers in Israel and elsewhere conceded that certain illegal transfers did occur. Moreover, Israeli patents of some of the leading export items such as the Kfir are dubious at best. In his The Boats of Cherbourg, Israeli commentator Abraham Rabinovich described the crucial role of Downloaded by [University of Cambridge] at 01:00 01 December 2014 Israel’s largest exporter of military items, IAI is also the primary Bush administration to secure Israeli adherence to MTCR guidelines.“ argued that Israel’s interests ‘actually call for stricter guidelines’ than the Israel’s missile exports Steinberg demanded: ‘If the United States provide a substantial alternative to the sale of missile technology)“ It is noteworthy that the MTCR ban also extends to ‘unmanned air reconnaissance drones) capable of delivering a 00kg payload to a range Vehicles (RPVs). Some Israeli UAVs such as Harpy [range 400km] exceed the MTCR limits. According to one [ane’s Defence Weekly estimate Israel controls around 95 per cent of the UAV market. Any Israeli collaboration transferred to third parties, including China.’6 Another asked: ‘What is such as the Kfir are dubious at best. In his The Boats of Cherhourg, 26 ISRAEL AFFAIRS industrial espionage in an unnamed ’West European country’ that was vital for the development of the Gabriel missile. 38 Moreover, when the US media conducted an acrimonious campaign on the Patriot question, Chairman of the Senate Appropriations Committee, Robert C. Byrd, placed the Arrow Anti-missile programme under investigation. Among other things he sought to examine ’Israel’s record on making unauthorized sales of US-origin defence articles and technologies, whether Israel engaged in missile proliferation activities, and to what extent these factors were considered in the decision to extend the Arrow programme into the Arrow Continuation Experiments (ACES) phase.’$^{59}$ As would be expected, this portion of the findings was classified by the State and Defence departments. Yet the unclassified public report provides sufficient indication to its findings. In its view, the lack of an adequate monitoring and oversight mechanism left the administration no choice but to depend exclusively on Israeli assurances. Coupled with numerous export licenses and technological assistance granted to Israel, the report concluded that there is ’increasing likelihood’ that Israeli missiles and missile technologies contain technologies of US origin. In other words, the Israeli patent is questionable. The report adds: An Israeli Defence Ministry official initially told us that all of Israel Aircraft Industries background data were of Israeli origin. The Ministry later stated the claimed background data were mostly indigenous.... Certain items claimed as background by Israel contained US parts, and some may contain US technology that may have been controlled under other licensing agreements. For example, Israeli officials recognized that the Arrow’s central data computer was based on technology from the US-funded Lavi aircraft. Other examples are contained in our classified report. 60 None of these considerations, however, was relevant for the Patriot controversy. Israel has no patent over Patriot. Boomerang Effects Any Israeli technology transfer to China takes two possibilities into consideration: the Chinese sale of non-conventional weapons to the Middle East, and Beijing’s propensity to and success in reverseengineering foreign technology. Technology transfer thus has inherent security as well as commercial implications, and Israel would be inadvertently helping and enhancing the quality of Chinese arms exports to countries and regimes hostile to the Jewish State. Regarding missiles, the risks are even higher. This boomerang effect often becomes a compelling argument for Israeli denial of Patriot transfers. In the words of one commentator, A state which sells technology-related aerial defence system to a Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 industrial espionage in an unnamed ‘West European country’ that was vital for the development of the Gabriel missiles8 under investigation. Among other things he sought to examine ‘Israel’s (ACES) phase.”9 As would be expected, this portion of the findings was granted to Israel, the report concluded that there is ‘increasing indigenous... Certain items claimed as background by Israel computer was based on technology from the US—funded Lavi aircraft. Other examples are contained in our classified report.60 ISRAEL, CHINA AND THE UNITED STATES 27 country like China takes into account that this technology will fall into the hands of the Arab countries that are recognized customers of Chinese military technology. Selling Patriot technology to China means selling the skies of the country. 61 Another commentator contended that as early as 1984, Israel rebuffed the Chinese request for mini-Uzi evaluation because ’China could copy, then mass-produce the Uzis.’" One leading American commentator went to the extent of arguing that ’any arms sale to Communist China is contrary to Israel’s interests and its status as a democratic country.’ 63 There have been adequate warnings that some of Israel’s technology has been returning to the Middle East through China." As noted earlier, Israel seems to have played an important role in the conversion and upgrading of CSS-2 intermediate-range ballistic missile that was sold to Saudi Arabia. Israel is one of the countries that are heavily dependent upon weapons exports to sustain the large and sophisticated arms industry. Owing to strong economic compulsions, Israelis tend to overlook the security and long-term implications of their military relations with China. Some view the military relations as a means of influencing Chinese arms sales to the region. Pressures from arms merchants are also difficult to resist, and Israel finds itself in the midst of an arms trade even to those countries which could harm its long-term security. In other words, when it comes to arms sales, reason takes a back seat. Furthermore, Israel has very little to gain from the success of the Patriot, especially after the Gulf War. Its failure as an effective antiballistic missile system, however, is beneficial to Israeli endeavours in this direction. Patriot’s success means less American support as well as funding for Israel’s anti-ballistic missile system, Arrow. In the long run, Patriot’s failure is Arrow’s gain. Therefore, in return for sufficient political, economic or security benefits and advantages, Israel can afford to trade its Patriot experience. Moreover, Sino-Israeli diplomatic relations were preceded and probably facilitated by strong military cooperation and a host of high level defence contacts. To argue that this military relationship runs counter to Israel’s interests or image betrays unfamiliarity with Israel’s clandestine diplomacy. Persistence For quite some time Israel has been accused of indulging in serious industrial espionage in the United States. Some of these charges are well argued but hardly pursued by the administration. Even following the abortive visit of the inspection team and the change of administration, the controversy did not disappear. On the eve of Clinton’s inauguration in January 1993 CIA Director Robert Gates underscored the ’difference of view’ between Israel and the United States over the Patriot controversy. Pentagon officials briefed the outgoing Defence Secretary Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 means selling the skies of the country.“1 the Chinese request for mini-Uzi evaluation because ‘China could copy, then mass-produce the Uzis.’62 One leading American commentator went to the extent of arguing that ‘any arms sale to Communist China is contrary to Israel’s interests and its status as a democratic country.’“ has been returning to the Middle East through China.“ As noted earlier, upgrading of CSS-Z intermediate-range ballistic missile that was sold to inﬂuencing Chinese arms sales to the region. Pressures from arms to trade its Patriot experience. Moreover, Sine—Israeli diplomatic in January 1993 CIA Director Robert Gates underscored the ‘difference 28 ISRAEL AFFAIRS Richard Cheney about Patriot transfers. According to their assessment, in return for the technology transfers, Israel obtained classified information concerning the export of M-9 and M-ll missiles to the Middle East. Some US analysts accused China of incorporating Patriot technology and upgrading Russian-supplied missiles, surface-to-air defence systems and ballistic missiles. With the alleged help of Israel, China was also accused of developing counter-mechanisms to the Patriot defence system." In October 1993, while Prime Minister Rabin was on a state visit to China, US media again highlighted the growing military contacts between the two. Beside the technology associated with Patriot, Israel has frequently been accused of exporting Lavi technology to China, and unlike the Patriot controversy this allegation predates the establishment of full diplomatic relations between Israel and China." Even though Israel does not deny collaborating with China in avionics and aircraft technology, it vehemently denies any illegal transfer of American technologies. Without adequate oversight and supervision, it is impossible to verify or negate the Israeli claims. Quoting a State Department official, the Washington Report on Middle East Affairs warned that ’Israelis working for the Chinese are wittingly or unwittingly having their expertise transferred to North Korean missile factories.’$^{67}$ The allegations of the illegal transfer of American technology to China are recurring at regular intervals. It would be too naive and insensitive to ignore them lightly. CONCLUSION For quite some time various interested and disinterested parties have accused Israel of indulging in the illegal and unauthorized transfer of sensitive military technology supplied or funded by Washington. The allegation in March 1992 that Israel transferred Patriot anti-missile technology to China brought the issue to the attention of the American mainstream media. Given the sensitive nature of these allegations, it would be extremely difficult to conclusively settle the issue, despite the failure of an official American inspection team that went to Israel to substantiate the charges. The Patriot controversy has underscored the growing differences between Israel and the US, as well as American limitations in pursuing such issues to their logical conclusion. Many observers, both in Israel and elsewhere, read the controversy merely as a symptom of the then prevailing cold war between President George Bush and Prime Minister Yitzhak Shamir. Even balanced commentators in Israel dismissed the allegation as an illogical and unsubstantiated fabrication and looked for the ulterior motives of those who levelled and believed in such accusations. The Chinese role in the non-conventional aspirations of countries hostile to Israel became a convenient rationale for dismissing the charge. This formulation, however, was insufficient to extricate Israel from Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 defence system.65 In October 1993, while Prime Minister Rabin was on diplomatic relations between Israel and China. "6 Even though Israel does \' Washington Report on Middle East Affairs warned that ‘Israelis working transferred to North Korean missile factories.’67 The allegations of the ISRAEL, CHINA AND THE UNITED STATES 29 the controversy. Unless objective realities and past Israeli practices are ignored, it is difficult to accept Israel’s disclaimers at face value. The most interesting aspect of the controversy was that it compelled Israel to formally acknowledge its military exports to China. Notwithstanding the Chinese export of missiles to the Middle East, Israel has little to benefit from the Patriot. In the post-Kuwait era the failure of Patriot is a boon to Israel’s Arrow missile programme, and if the price is right Israel may not lose anything by ’sharing’ its knowledge with China. Moreover, for quite some time Israel has been seeking to influence Chinese arms export policy to the Middle East and the transfer of Patriot ’knowledge’ cannot be ruled out as an Israeli ’carrot’ for the Chinese. The controversy has another dimension. Various political, economic and military segments of the US administration have always been sceptical about and vehemently opposed to strong US-Israeli relations. This rivalry often leads to damaging and unconfirmed rumours of Israeli wrong-doing. Any Israeli impropriety towards China not only violates contractual obligations to Washington but also undermines security and the commercial interests of the United States. The lackadaisical manner in which the US administration handled the Patriot and other allegations against Israel underscored the prolonged discretion, neglect and short-sighted policies of the United States. US-Israeli relations have been governed by two conflicting trends. At the regional level, Washington is committed to Israel’s qualitative superiority over its adversaries, and this runs counter to its global objective of nonproliferation. Israel is not a foreign policy issue in the US, but a domestic question. Domestic political compulsions and regional instability in the Middle East have inhibited the US administration from seriously pursuing the allegations against Israel to their logical conclusion. As such, American commitment to non-proliferation ironically began with Israel’s entry into the proliferation circle. If the Kennedy administration is credited with initiating an international arms control mechanism to prevent the proliferation of weapons of mass destruction, it was President Kennedy who initiated and formalized the ’no-questions-asked’ policy towards Israel’s strategic designs. By the time all the major international agreements and multilateral controls such as NPT or MTCR were in place, the horse had fled the stable. Following prolonged indifference to Israeli habit, the Patriot controversy was the inevitable and even logical corollary of the ’Nelson’s eye’ policy. The American leaders had been indifferent due to their empathy with Israel’s security plight, strong domestic considerations, and Israel’s utility as America’s ally. If an ally is expected to do something that the US cannot do officially, then the latter is entitled to certain privileges. For strategic reasons, Israel does not benefit from the long-term utility of the Patriot as an effective ABM and can afford to trade its knowledge and technical expertise with China. The crucial question however remains: if this transfer did indeed take place, which has yet to be proven, what was the quid pro quo? Downloaded by [University of Cambridge] at 01:00 01 December 2014 not lose anything by ‘sharing’ its knowledge with China. Moreover, for quite some time Israel has been seeking to inﬂuence Chinese arms export policy to the Middle East and the transfer of Patriot ‘knowledge’ cannot be ruled out as an Israeli ‘carrot’ for the Chinese. The controversy has opposed to strong US—Israeli relations. This rivalry often leads to US—Israeli relations have been governed by two conﬂicting trends. At the who initiated and formalized the ‘no-questions—asked’ policy towards had ﬂed the stable. Following prolonged indifference to Israeli habit, the ‘Nelson’s eye’ policy. The American leaders had been indifferent due to 30 ISRAEL AFFAIRS NOTES 1. Eric Hyer, ’China’s Arms Merchants: Profits in Command’, China Quarterly, No. 132, December 1992, p.114 (emphasis added). 2. Jane Hunter, Israel’s Techno Crimes in the US, Kingston, Ontario, 1988; Edward T. Pound and David Rogers, ’An Israeli Contract with the US Company Leads to Espionage’, Wall Street Journal, 17 January 1992. For a more recent discussion of Israel’s alleged wrong-doing see Duncan Clarke, ’Israel’s Unauthorized Arms Transfers’ Foreign Policy, No. 99 (Summer 1995), pp.89-109. 3. Yossi Melman and Dan Raviv, ’Discreetly, Israel Builds Military and Commercial Links with China’, International Herald Tribune, 6-7 December 1986. 4. Martin Navias, Ballistic Missile Proliferation in the Third World, Adelphi Paper No. 252, London, 1990, p.25. 5. W Seth Carus, Ballistic Missiles in the Third World: Threats and Response, The Washington Papers, No.146, New York, 1990, p.20. Others however put the range at 7500km. Thomas G. Mahnken and Timothy D.Hoyt, ’The Spread of Missile Technology to the Third World’, Comparative Strategy, Vol.9, 1990, p.249. 6. For a critical evaluation of Chinese ’assurances’ see Roger W. Sullivan, ’Discarding the China Card’, Foreign Policy, No. 8 6, Spring 1992, pp.3-23. See also Yitzhak Shichor, ’Hide and Seek: Sino-Israeli Relations in Perspective’, Israel Affairs, Vol.1, No.2, Winter 1994, p.205. 7. For recent discussions of this issue see P.R.Kumaraswamy, ’The Star and the Dragon: An Overview of Israel-PRC Military Relations’, Issues and Studies, Vol.30, No.4, April 1994, pp.36-55; and ’The Military Dimension of the Israel-China Relations’, China Report, vol.31, No.2, April 1995, pp.235^9. 8. Speaking to reporters in the United States Rabin declared: ’We do not talk about any arms deals with countries that prefer not to agree to that... When it comes to China, of course, I deny it.’ Quoted in Aaron S. Klieman, ’Middle Range Arms Suppliers: The Israeli Case’ , Journal of International Affairs, Vol.40, No.l (Summer 1986), p.127. On the eve of the Sino-Israeli normalization, Foreign Minister David Levy tacitly acknowledged the military aspects of the relations. See Jerusalem Post, 24 January 1992. 9. Gerald M. Steinberg, ’Pot-Shot at the Arrow’, Jerusalem Post, 2 September 1993. 10. Andrew Mack, ’Missile proliferation in the Asia/Pacific region’ in Trevor Findlay (ed.), Chemical Weapons and Missile Proliferation: With Implications for the Asia/Pacific Region, Boulder, CO: Lynne Rienner, 1991, p.38. 11. Yitzhak Shichor, East Wind Over Arabia: Origins and Implications of the Sino-Saudi Missile Deal, China Research Monographs, No.35, Berkeley, 1989; and A Multiple Hit: China’s Missiles Sale to Saudi Arabia, SCPS Papers, No.5, Kaohsiung, Taiwan, 1991. 12. Shichor, East Wind Over Arabia, p.56. Emphasis in the original. 13. Ha-aretz, 19 December 1991, in FBIS-NES/9 1-245, 20 December 1991, pp.25-26. See also Israeli Foreign Affairs, June 1988, p.3; and Richard A. Bitzinger, ’Arms to Go: Chinese Arms Sales to the Third World’, International Security, Vol.17, No.2, Fall 1992, p.105. The issue cropped up again during the Patriot controversy. See Yossi Melman, ’Sales Above AH’, Ha-aretz, 16 March 1992, in FBIS-NES/92-052, 17 March 1992, p.25. 14. Missile Monitor, No.3, Spring 1993, p.72; and Gerald M. Steinberg, ’Israel: Case Study for International Missile Trade and Non-Proliferation’, in william C. Potter and Harlan W Jencks (eds), The International Missile Bazaar: The New Suppliers Network, Boulder, 1994, p.243. 15. ’If Israel Sold Patriot Secrets...’ editorial, New York Times, 20 March 1992. See also Ze’ev Schiff and Hanan Sher, ’Not Quite on Target’, Jerusalem Report, 26 March 1992, p.9. 16. Shirley A. Kan, Chinese Missile and Nuclear Proliferation: Issues for Congress, CRS Issue Brief, 5 May 1992, p.4. 17. United States, Department of State, Office of Inspector General, Report of Audit: Department of State, Defence Trade Controls, 2-CI-016, March 1992. (Hereinafter Report of Audit). 18. Dore Gold, ’With Friends Like These...’, Jerusalem Post, 20 March 1992. 19. Quoted in Xinhua, 14 March 1992, in FB/S-CHJ/92-051, 16 March 1992, p.12; Rami Tal and Zadok Yehezkeli, ’Israel Refuses to Understand that This Is a New America’, Downloaded by [University of Cambridge] at 01:00 01 December 2014 Downloadedby [University of Cambridge] at 01:00 01 December 2014 Eric Hyer, ‘China’s Arms Merchants: Profits in Command’, China No.132, Jane Hunter, Israel’s Crimes in the US, Kingston, Ontario, 1988; Edward T. Pound and David Rogers, ‘An Israeli Contract with the US Company Leads to Espionage’, Wall Street journal, 17 January 1992. For a more recent discussion of Israel’s alleged wrong-doing see Duncan Clarke, ‘Israel’s Unauthorized Arms Transfers’ Foreign Policy, No. 99 (Summer 1995), pp.89—109. . Yossi Melman and Dan Raviv, ‘Discreetly, Israel Builds Military and Commercial Links with China’, International Herald Tribune, 6—7 December 1986. . Martin Navias, Ballistic Missile Proliferation in the Third World, Adelphi Paper No. . W Seth Carus, Ballistic Missiles in the Third World: Threats and Response, The Washington Papers, No.146, New York, 1990, p.20. Others however put the range at 7500km. Thomas G. Mahnken and Timothy D.Hoyt, ‘The Spread of Missile Technology to the Third World’, Comparative Strategy, Vol.9, 1990, p.249. . For a critical evaluation of Chinese ‘assurances’ see Roger W Sullivan, ‘Discarding the China Card‘, Foreign Policy, No.86, Spring 1992, pp.3—23. See also Yitzhak Shichor, ‘Hide and Seek: Sine—Israeli Relations in Perspective‘, Israel Affairs, Vol.1, No.2, Writer 1994, p.205. . For recent discussions of this issue see RR.Kumaraswamy, ‘The Star and the Dragon: An Overview of Israel—PRC Military Relations‘, Issues and Studies, Vol.30, No.4, April 1994, pp.36—55; and ‘The Military Dimension of the Israel—China Relations\', China Report, vol.31, No.2, April 1995, pp.235—49. . Speaking to reporters in the United States Rabin declared: ‘We do not talk about any arms deals with countries that prefer not to‘ agree to that... When it comes to China, of course, I deny it.’ Quoted in Aaron S. Klieman, ‘Middle Range Arms Suppliers: The Israeli Case’, journal of International Affairs, Vol.40, No.1 (Summer 1986), p.127. On the eve of the Sine-Israeli normalization, Foreign Minister David Levy tacitly acknowledged the military aspects of the relations. See jerusalem Post, 24 January . Gerald M. Steinberg, ‘Pot&lt;Shot at the Arrow’, Jerusalem Post, 2 September 1993. . Andrew Mack, ‘Missile proliferation in the Asia/Pacific region’ in Trevor Findlay (ed.), Chemical Weapons and Missile Proliferation: thh Implications for the Asia/Pacific Region, Boulder, CO: Lynne Rienner, 1991, p.38. Yitzhak Shichor, East thd Over Arabia: Origins and Implications of the Sine—Saudi Missile Deal, China Research Monographs, No.35, Berkeley, 1989; and A Multiple Hit: China’s Missiles Sale to Saudi Arabia, SCPS Papers, No.5, Kaohsiung, Taiwan, 1991. Shichor, East Vind Over Arabia, p.56. Emphasis in the original. Ha-aretz, 19 December 1991, in FBIS-NES/9l-245, 20 December 1991, pp.25—26. See also Israeli Foreign Affairs, June 1988, p.3; and Richard A. Bitzinger, ‘Arms to Go: Chinese Arms Sales to the Third World’, International Security, Vol.17, No.2, Fall Melman, ‘Sales Above All\', Ha-aretz, 16 March 1992, in FBIS-NES/92-052, 17 March Missile Monitor, No.3, Spring 1993, p.72; and Gerald M. Steinberg, ‘Israel: Case Study W Jencks (eds), The International Missile Bazaar: The New Suppliers Network, ‘If Israel Sold Patriot Secrets...’ editorial, New York Times, 20 March 1992. See also Ze’ev Schiff and Hanan Sher, “Not Quite on Target’, jerusalem Report, 26 March Shirley A. Kan, Chinese Missile and Nuclear Proliferation: Issues for Congress, CR5 Issue Brief, 5 May 1992, p.4. . Department of State, Defence Trade Controls, 2-CI-016, March 1992. (Hereinafter Dore Gold, ‘Vfith Friends Like These...’, jerusalem Post, 20 March 1992. Quoted in Xinhua, 14 March 1992, in FBIS:CHI/92-051, 16 March 1992, p.12; Rami Tal and Zadok Yehezkeli, ‘Israel Refuses to Understand that This Is a New America’, ISRAEL, CHINA AND THE UNITED STATES 31 Yedi’ot Aharonot, 20 March 1992, in JPRS-NEAJ92-0S2, 29 April 1992, p.2; Kol Israel, 16 March 1992, in FBIS-NES/92-051, 16 March 1992, p.24; and Moshe Zak, "No Interest in Cutting Ties’, Jerusalem Post, 27 March 1992, p.A7. 20. See, inter alia, Yoel Marcus, ’It Will Cost Us Dearly’, Ha-aretz, 17 March 1992, in FBIS-NES/92-052, 17 March 1992, p.24; Yosef Goell, ’Never a Perfect Fit", Jerusalem Post, 27 March 1992; and Hirsh Goodman, ’F— the Jews’, Jerusalem Report, 26 March 1992, p.41. 21. The spate of controversy surrounding Olmert’s outburst led some Israeli officials to remark: ’Two or three more remarks like that, and he will not get a visa into the United States.’ Davar, 27 March 1992, in FB7S-NES/92-060, 27 March 1992, p.31; and Jerusalem Report, 2 April 1992, p.8. 22. Even though this was the prevailing view even before the Patriot controversy, it became more acute after March 1992. Among others see Ze’ev Chafets, ’The Election Israel Could Lose’, Jerusalem Report, 13 February 1992, pp.8-9; Jonathan Broder, ’Could the Jewish Vote Topple Bush?’ ibid., pp.10-11; Leslie Susser, ’An Ally Turns Hostile’, ibid., 2 April 1992, pp.8-10; and J.J.Goldberg, ’Clinton’s Angry Bandwagon’, ibid., 7 May 1992, pp.26-27. 23. Brigadier-General Dotan was sentenced to 13 years in prison for his role in illegally diverting US military aid. Washington demands his extradition and trial in the US. Israel fears that inadvertently Dotan would divulge sensitive state secrets to foreign investigators. 24. A leading Israeli Sinologist strongly suspects that the contents were ’switched’ in Hong Kong. Personal conversation in Jerusalem in August 1994. 25. For instance see Ze’ev Schiff, ’All the Means of Getting Rid of Competitors’, Ha-aretz, 16 March 1992, in/PK5-NE4/92-052, 29 April 1992, p.4; and ’Limited Intelligence’, editorial, Jerusalem Post, 6 September 1993. 26. Israeli Foreign Affairs, Sacramento, 26 February 1993, p.6. 27. Woolsey, as quoted in Tim Kennedy, ’Did US Pressure to Curb Israeli Arms Sales Prompt Peace Accord?’, Washington Report on Middle East Affairs, Vol.12, No.4 (November-December 1993), p.51. 28. See for example, Theodore A. Postol, ’Lessons of the Gulf War Patriot Experience’, International Security, Vol.16, No.3 (Winter 1991/92), p.119-71; Robert M. Stein and Theodore A. Postol, ’Correspondence’, International Security, Vol.17, No.l (Summer 1992), pp.199-240; Marvin Feuerwerger, ’Defence Against Missiles: Patriot Lessons’, Orbis, Vol.36, No.4 (Fall 1992), pp.581-88; John Conyers, "The Patriot Myth: Caveat emptor’, Arms Control Today, Vol.22, No.9, November 1992, pp.3-10; David Hughes, ’Saudi Order to Keep Patriot Line Open as Performance in Israel is Questioned’, Aviation Week and Space Technology, 25 November 1991, p.38; and David F. Bond, ’Army Scales Back Assessments of Patriot’s Success in the Gulf War’, Aviation Week and Space Technology, 13 April 1992, p.64. 29. Jerusalem Report, 5 May 1994, 30. Statement by Defence Minister Rabin, 5 March 1987, in Meron Medzini (ed.) Israel’s Foreign Relations: Selected Documents 1984-1988, Jerusalem, 1989, Vol.10, pp.614-15 (emphasis added). 31. Quoted in Tal and Yehezkeli, ’Israel Refuses’, p.2. See also, Moshe Zak, ’One Bad Deal Leads to Another’, Jerusalem Post, 10 April 1992. 32. Lawrence Eagleburger to Sherman Funk, 18 February 1992, in Report on Audit, p.31. 33. Tal and Yehezkeli, ’Israel Refuses’, p.2; Schiff, ’All the Means’, p.4. 34. Funk’s interview to Washington Jewish Week, 19 March 1992, reproduced in Israeli Foreign Affairs, No.3, 18 April 1992, pp. 1-2. Reflecting this sentiment, an Israeli defence official credited the American team with knowing ’exactly what it is looking for and what it intends to find; it is very suspicious and seems to have done its homework.’ Davar, 23 March 1992, in FBIS-NES/92-056, 23 March 1992, p.29. 35. Kol Israel, 25 March 1992, in FBIS-NES/92-059, 26 March 1992, p.18. 36. Replying to Funk’s criticisms Clarke wrote: ’...there is a history that goes back at least ten years of reports of such violations by that country. Many of them were specious on their face. Many others were investigated by intelligence agencies for years, without any smoking guns ever been shown to us.’ Richard A. Clarke to Sherman Funk, 11 February 1992, Report on Audit, p.36. 37. According to one American journalist, ’In the past, when Clarke blocked the handling of Israeli infringements of the export law, he was carrying out the desire of his Downloaded by [University of Cambridge] at 01:00 01 December 2014 Yedi’otAharonot, 20 March 1992, in ]PRS-NEA/92-052, 29 April 1992, p.2; Kol Israel, 16 March 1992, in FBIS-NES/92-051, 16 March 1992, p.24; and Moshe Zak, ‘No Interest in Cutting Ties’, jerusalem Post, 27 March 1992, p.A7. See, inter alia, Yoel Marcus, ‘It Will Cost Us Dearly’, Ha-aretz, 17 March 1992, in FBIS-NES/92-052, 17 March 1992, p.24; Yosef Goell, ‘Never a Perfect Fit’, jerusalem Post, 27 March 1992; and I-Iirsh Goodman, ‘F— the Jews’, jerusalem Report, 26 The spate of controversy surrounding Olmert’s outburst led some Israeli ofﬁcials to remark: ‘Two or three more remarks like that, and he will not get a visa into the United States.’ Davar, 27 March 1992, in FBIS—NES/92-060, 27 March 1992, p.31; and jerusalem Report, 2 April 1992, p.8. more acute after March 1992. Among others see Ze’ev Chafets, ‘The Election Israel Could Lose’, jerusalem Report, 13 February 1992, pp.8-9; Jonathan Broder, ‘Could the Jewish Vote Topple Bush?‘ ibid., pp.10—11; Leslie Susser, ‘An Ally Turns I-Iostile’, ibid., 2 April 1992, pp.8—10; and J.].Goldberg, ‘Clinton’s Angry Bandwagon’, ibid., 7 May 1992, pp.26—27. A leading Israeli Sinologist strongly suspects that the contents were ‘switched’ in Hong Kong. Personal conversation in jerusalem in August 1994. For instance see Ze’ev Schiff, ‘All the Means of Getting Rid of Competitors’, Ha—aretz, 16 March 1992, in jPRS-NEA/92-052, 29 April 1992, p.4; and ‘Limited Intelligence‘, editorial, jerusalem Post, 6 September 1993. Israeli Foreign Affairs, Sacramento, 26 February 1993, p.6. Woolsey, as quoted in Tim Kennedy, ‘Did US Pressure to Curb Israeli Arms Sales Prompt Peace Accord9’, Washington Report on Middle East Affairs, Vol.12, No.4 See for example, Theodore A. Postol, ‘Lessons of the Gulf War Patriot Experience’, International Security, Vol.16, No.3 (Winter 1991/92), p.119—71; Robert M. Stein and Theodore A. Postal, ‘Correspondence’, International Security, Vol.17, No.1 (Summer 1992), pp.199-240; Marvin Feuerwerger, ‘Defence Against Missiles: Patriot Lessons’, Orbis, Vol.36, No.4 (Fall 1992), pp.581-88;john Conyers, ‘The Patriot Myth: Caveat emptor’, Arms Control Today, Vol.22, No.9, November 1992, pp.3-10; David Hughes, ‘Saudi Order to Keep Patriot Line Open as Performance in Israel is Questioned’, Aviation Week and Space Technology, 25 November 1991, p.38; and David F. Bond, ‘Army Scales Back Assessments of Patriot’s Success in the Gulf War\', Aviation Week and Space Technology, 13 April 1992, p.64. Jerusalem Report, 5 May 1994, Statement by Defence Minister Rabin, March 1987, in Meron Medzini (ed.) Israel’s Foreign Relations: Selected Documents 1984—1988, Jerusalem, 1989, Vol.10, pp.614—15 (emphasis added). Quoted in Tal and Yehezkeli, ‘Israel Refuses’, 13.2. See also, Moshe Zak, ‘One Bad Deal Leads to Another’, jerusalem Post, 10 April 1992. Lawrence Eagleburger to Sherman Funk, 18 February 1992, in Report an Audit, p.31. Tal and Yehezkeli, ‘Israel Refuses’, p.2; Schiff, ‘All the Means\', p.4. Funk’s interview to Washington Jewish Week, 19 March 1992, reproduced in Israeli Foreign Affairs, No.3, 18 April 1992, pp.l—2. Reﬂecting this sentiment, an Israeli defence official credited the American team with knowing ‘exactly what it is looking homework.’ Davar, 23 March 1992, in FBIS-NES/92-056, 23 March 1992, p.29. Kol Israel, 25 March 1992, in FBIS-NES/92-O59, 26 March 1992, p.18. Replying to Funk’s criticisms Clarke wrote: ‘...there is a history that goes back at least any smoking guns ever been shown to us.‘ Richard A. Clarke to Sherman Funk, 11 February 1992, Report on Audit, p.36. According to one American journalist, ‘In the past, when Clarke blocked the handling 32 ISRAEL AFFAIRS superiors. Now when he did exactly the same thing, it is costing him dearly.’ Quoted in Tal and Yehezkeli, ’Israel Refuses’, p.3. 38. Report by Aluf Ben, Ha-aretz, 27 March 1992, in FBIS-NES/92-061, 30 March 1992, pp.29-30. 39. Jerusalem Post, 16 March 1992, p.l. 40. Far Eastern Economic Review, 19 January 1995, p.26. 41. Yossi Melman and Ruth Sinai, ’Israeli-Chinese Relations and their Future Prospects: from Shadow to Sunlight’, Asian Survey, Vol.27, No.4 (April 1987), p.404. 42. For a detailed discussion see Aharon Klieman, Statecraft in the Dark: Israel’s Practice of Quiet Diplomacy, Boulder, 1988. 43. The following discussion is based on Israel’s air defence chief Brigadier-General Uri Ram’s interview with Jane’s Defence Weekly, 12 January 1991, p.64; Moshe Arens’s interview with Kol Israel, 18 February 1991, in FB/S-NF.S/91-033, 19 February 1991, p.84; Jane’s Defence Weekly, 27 April 1991, p.677; and Stein and Postol, ’Correspondence’, pp.199-240. 44. US Army documents quoted in Jane’s Defence Weekly, Vol.15, No.17, 27 April 1991, p.677. The document also claimed that only Israeli army personnel inspected the craters in Israel. 45. Arie Caspi, ’What is so American in the American Technologies’, Ha-aretz, 10 April 1992, in JPRS-NEA/92-069, 2 June 1992, p.15 (emphasis added); and Arie Caspi, ’Whose Technology?’, Jerusalem Report, 2 April 1992, p.41. 46. Washington Times, 27 March, 2 April 1992. 47. New York Times, 20 March 1992. 48. Sagi’s interview to IDF Radio, 15 March 1992, in FB/5-NES/92-051, 16 March 1992, p.27. 49. Similarly in October 1993 Prime Minister Rabin declared: ’All these stories of billions of dollars of arms business in the past 10 years are total nonsense... We have made it clear time and again that we have never done anything against American law... We are not stupid [enough] to endanger $3 billion in grants that we get for military and civilian purposes [and] the strategic cooperation relations that we have with the United States’. Quoted in Kennedy, ’Did US Pressure to Curb Israeli Arms Sales Prompt Peace Accord’, p.51. 50. Kol Israel, 15 March 1992, in FBIS-NES/92-0S1, 16 March 1992, p.25. 51. Melman, ’Sales Above All’, pp.24-25. 52. Quoted in Israeli Foreign Affairs, July 1990, p.6. 53. Lora Lumpe, ’Zero Ballistic Missile and the Third World’, Arms Control, Vol.14, No.l (April 1993), p.211. See also Ravinder Pal Singh, ’Effects of Missile Technology Control Regime and Multilateral Politics of North-South Technology Transfers’, Strategic Analysis, Vol.15, No.4 (July 1992), pp.299-312. 54. Wall Street Journal, 13 March 1992; New York Times, 20 March 1992; Steinberg, ’Israel’, p.247; Aaron Karp, ’Controlling Ballistic Missile Proliferation’, Survival, Vol.33, No.6, November/December 1991, p.523; and Jane’s Defence Weekly, 12 October 1991, p.644. 55. Dore Gold, ’Israel Adopts Missile Arms Control Regime’, Jerusalem Post, 4 October 1991; and Steinberg, ’Israel’, p.245. 56. Schiff, ’All the Means’, pp.4-5; Israel TV, 14 March 1992, in FB7S-NES/92-051, 16 March 1992, p.24-25; Kol Israel, 15 March 1992, in ibid., p.25; Yehoshua Sagi’s interview to IDF Radio, 15 March 1992, in FBJS-NES/92-051, 16 March 1992, p.28; Jane’s Defence Weekly, 28 March 1992, p.504; Moshe Arens’s interview to Kol Israel, 3 April 1992, in FBIS-NES/92-065, 3 April 1992, pp.22-23; ’If Israel Sold Patriot Secrets...’ 57. For a discussion of the modus operandi of Kfir development see Dennis Eisenberg, et al, The Mossad: Israel’s Secret Intelligence Service, New York, 1978, pp.198-214. 58. Abraham Rabinovich, The Boats of Cherbourg, New York, 1988, pp.48-54. 59. United States General Accounting Office, Report to the Chairman, Committee on Appropriations, US Senate on US-Israel ArrowlACES Program: Cost, Technical, Proliferation, and Management Concerns, GAO/NSIAD-93-254 (hereafter US-Israel Arrow/ACES Program), p.l. I am grateful to Shyam Babu for bringing this report to my attention. 60. Ibid., p.l 1. 61. Hadashot, 15 March 1992, in /PKS-NE/1/92-046, 14 April 1992, p.39. See also, Downloaded by [University of Cambridge] at 01:00 01 December 2014 . Far Eastern Review, 19 January 1995, p.26. . New York Times, 20 March 1992. in Tal and Yehezkeli, ‘Israel Refuses’, p.3. Report by Aluf Ben, Ha-aretz, 27 March 1992, in FBIS-NES/92-061, 30 March 1992, pp.29—30. jerusalem Post, 16 March 1992, p.1. Yossi Melman and Ruth Sinai, ‘Israeli—Chinese Relations and their Future Prospects: from Shadow to Sunlight‘, Asian Survey, Vol.27, No.4 (April 1987), p.404. For a detailed discussion see Aharon Klieman, Statecraft in the Dark.- Israel’s Practice of Quiet Diplomacy, Boulder, 1988. Ram’s interview with Iane’s Defence Weekly, 12 January 1991, p.64; Moshe Arens’s interview with Kol Israel, 18 February 1991, in FBIS-NES/91-033, 19 February 1991, p.84; jane’s Defence Weekly, 27 April 1991, p.677; and Stein and Postol, ‘Correspondence’, pp.199—240. US Army documents quoted in [ane’s Defence Weekly, Vol.15, No.17, 27 April 1991, p.677. The document also claimed that only Israeli army personnel inspected the Arie Caspi, ‘What is so American in the American Technologies’, Ha-aretz, 10 April 1992, in ]PRS-NEA/92-O69, 2 June 1992, p.15 (emphasis added); and Arie Caspi, ‘Whose Technology?’, jerusalem Report, 2 April 1992, p.41. Washington Times, 27 March, 2 April 1992. Sagi’s interview to IDF Radio, 15 March 1992, in FBIS-NES/92—051, 16 March 1992, Similarly in October 1993 Prime Minister Rabin declared: ‘All these stories of billions States’. Quoted in Kennedy, ‘Did US Pressure to Curb Israeli Arms Sales Prompt Peace Accord\', p.51. Kol Israel, 15 March 1992, in FBIS‘NES/92-051, 16 March 1992, p.25. Melman, ‘Sales Above All\', pp.24-25. Quoted in Israeli Foreign Affairs, July 1990, p.6. Lora Lumpe, ‘Zero Ballistic Missile and the Third World’, Arms Control, Vol.14, No.1 (April 1993), p.211. See also Ravinder Pal Singh, ‘Effects of Missile Technology Strategic Analysis, Vol.15, No.4 Only 1992), pp.299—312. Wall Street Journal, 13 March 1992; New York Times, 20 March 1992; Sreinberg, ‘Israel’, p.247; Aaron Karp, ‘Controlling Ballistic Missile Proliferation’, Survival, Vol.33, No.6, November/December 1991, p.523; and jane’s Defence Weekly, 12 Dore Gold, ‘lsrael Adopts Missile Arms Control Regime‘, jerusalem Post, 4 October 1991; and Steinberg, ‘Israel’, p.245. Schiff, ‘All the Means\', pp.4—5; Israel TV, 14 March 1992, in FBIS-NES/92-051, 16 March 1992, p.24-25; K01 Israel, 15 March 1992, in ibid., p.25; Yehoshua Sagi’s interview to IDF Radio, 15 March 1992, in FBIS—NES/92-051, 16 March 1992, p.28; Jane’s Defence Weekly, 28 March 1992, p.504; Moshe Arens’s interview to Kol Israel, 3 April 1992, in FBlS-NES/92-065, 3 April 1992, pp.22—23; ‘If Israel Sold Patriot For a discussion of the modus operandi of Kfir development see Dennis Eisenberg, et al, The Mossad: Israel’s Secret Intelligence Service, New York, 1978, pp.198—214. Abraham Rabinovich, The Boats of Cherbourg, New York, 1988, pp.48-—54. Appropriations, US Senate on US—Israel Arrow/ACES Program: Cost, Technical, Proliferation, and Management Concerns, GAO/NSIAD-93—254 (hereafter US—Israel Arrow/ACES Program), p.l. I am grateful to Shyam Babu for bringing this report to my Ibid., p.11. Hadashot, 15 March 1992, in JPRS-NEA/92-046, 14 April 1992, p.39. See also, ISRAEL, CHINA AND THE UNITED STATES 33 Melman, ’Sales Above All’, p .24-25. 62. Jerusalem Post, 15 March 1992. This however did not prevent the Chinese from manufacturing and exporting Uzis. Personal conversation with Yitzhak Shichor, August 1994. 63. A.M. Rosenthal, ’The Hard Corps’, New York Times, 17 March 1992. 64. Ha-aretz, 5 August 1983, in FBIS-ME/S3-1S7, 12 August 1983, pp.I/3-4; Gerald Segal, ’Israel and China: Pragmatic Polities’, SAIS Review, Vol.7, No.2 (Summer-Fall 1987),p.2O8. 65. Aviation Week and Space Technology, 18 January 1993, p.20; and 1 February 1993, p.26 66. See for example, Allison Kaplan, ’US Officials Say Israel to Sell Aircraft Technology to Beijing’, Jerusalem Post, 9 December 1991. 67. Kennedy, ’Did US Pressure to Curb Israel Arms Sales Prompt Peace Accord?’, p.51. Downloaded by [University of Cambridge] at 01:00 01 December 2014 Melman, ‘Sales Above All’, p .24—25. jerusalem Post, 15 March 1992. This however did not prevent the Chinese from A.M. Rosenthal, ‘The Hard Corps’, New York Times, 17 March 1992. Ha~aretz, August 1983, in FBIS—ME/83-157, 12 August 1983, pp.I/3—4; Gerald Segal, ‘Israel and China: Pragmatic Politics‘, SAIS Review, Vol.7, No.2 (Summer-Fall 1987),p.208. Aviation Week and Space Technology, 18 january 1993, p.20; and 1 February 1993, See for example, Allison Kaplan, ‘US Ofﬁcials Say Israel to Sell Aircraft Technology to Beijing’, Jerusalem Post, 9 December 1991. Kennedy, ‘Did US Pressure to Curb Israel Arms Sales Prompt Peace Accord?’, p.51.',
   'enriched_text': {'entities': [{'count': 161,
      'sentiment': {'score': -0.372214, 'label': 'negative'},
      'text': 'Israel',
      'relevance': 0.917601,
      'type': 'Location',
      'disambiguation': {'subtype': ['GovernmentalJurisdiction',
        'FilmArtDirector',
        'Country'],
       'name': 'Israel',
       'dbpedia_resource': 'http://dbpedia.org/resource/Israel'}},
     {'count': 50,
      'sentiment': {'score': -0.330126, 'label': 'negative'},
      'text': 'United States',
      'relevance': 0.48287,
      'type': 'Location',
      'disambiguation': {'subtype': ['Region',
        'AdministrativeDivision',
        'GovernmentalJurisdiction',
        'FilmEditor',
        'Country'],
       'name': 'United States',
       'dbpedia_resource': 'http://dbpedia.org/resource/United_States'}},
     {'count': 50,
      'sentiment': {'score': -0.182181, 'label': 'negative'},
      'text': 'China',
      'relevance': 0.470339,
      'type': 'Location',
      'disambiguation': {'subtype': ['GeographicFeature', 'Island', 'Country'],
       'name': 'Taiwan',
       'dbpedia_resource': 'http://dbpedia.org/resource/Taiwan'}},
     {'count': 23,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'University of Cambridge',
      'relevance': 0.468004,
      'type': 'Organization',
      'disambiguation': {'subtype': ['Location',
        'CollegeUniversity',
        'ProcessorManufacturer',
        'University'],
       'name': 'University of Cambridge',
       'dbpedia_resource': 'http://dbpedia.org/resource/University_of_Cambridge'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Israel Israel Affairs',
      'relevance': 0.428766,
      'type': 'Organization'},
     {'count': 7,
      'sentiment': {'score': 0.352328, 'label': 'positive'},
      'text': 'Prime Minister Yitzhak Rabin',
      'relevance': 0.305545,
      'type': 'Person'},
     {'count': 2,
      'sentiment': {'score': -0.232716, 'label': 'negative'},
      'text': 'Israel Affairs',
      'relevance': 0.297724,
      'type': 'Organization'},
     {'count': 7,
      'sentiment': {'score': -0.355825, 'label': 'negative'},
      'text': 'Minister Moshe Arens',
      'relevance': 0.295043,
      'type': 'Person',
      'disambiguation': {'subtype': ['Politician'],
       'name': 'Moshe Arens',
       'dbpedia_resource': 'http://dbpedia.org/resource/Moshe_Arens'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'UK Israel Affairs',
      'relevance': 0.292471,
      'type': 'Organization'},
     {'count': 11,
      'sentiment': {'score': -0.449612, 'label': 'negative'},
      'text': 'President George Bush',
      'relevance': 0.273558,
      'type': 'Person',
      'disambiguation': {'subtype': ['FilmCharacter',
        'MusicalArtist',
        'Politician',
        'President',
        'Appointer',
        'AwardNominee',
        'AwardWinner',
        'ChivalricOrderMember',
        'CompanyFounder',
        'MilitaryPerson',
        'PoliticalAppointer',
        'USPresident',
        'FilmActor',
        'TVActor'],
       'name': 'George W. Bush',
       'dbpedia_resource': 'http://dbpedia.org/resource/George_W._Bush'}},
     {'count': 9,
      'sentiment': {'score': -0.232342, 'label': 'negative'},
      'text': 'Middle East',
      'relevance': 0.273475,
      'type': 'Location',
      'disambiguation': {'subtype': ['Region'],
       'name': 'Middle East',
       'dbpedia_resource': 'http://dbpedia.org/resource/Middle_East'}},
     {'count': 11,
      'sentiment': {'score': -0.416528, 'label': 'negative'},
      'text': 'Patriots',
      'relevance': 0.268555,
      'type': 'Organization'},
     {'count': 6,
      'sentiment': {'score': 0.649761, 'label': 'positive'},
      'text': 'Saudi Arabia',
      'relevance': 0.259234,
      'type': 'Location',
      'disambiguation': {'subtype': ['GovernmentalJurisdiction',
        'Kingdom',
        'MilitaryPost',
        'CityTown',
        'Country'],
       'name': 'Saudi Arabia',
       'dbpedia_resource': 'http://dbpedia.org/resource/Saudi_Arabia'}},
     {'count': 2,
      'sentiment': {'score': -0.266772, 'label': 'negative'},
      'text': 'Israel Defence Force',
      'relevance': 0.256842,
      'type': 'Organization',
      'disambiguation': {'subtype': ['ArmedForce'],
       'name': 'Israel Defense Forces',
       'dbpedia_resource': 'http://dbpedia.org/resource/Israel_Defense_Forces'}},
     {'count': 7,
      'sentiment': {'score': -0.736082, 'label': 'negative'},
      'text': 'Washington',
      'relevance': 0.251317,
      'type': 'Location',
      'disambiguation': {'subtype': ['AdministrativeDivision',
        'GovernmentalJurisdiction',
        'MilitaryPost',
        'PlaceWithNeighborhoods',
        'USCounty',
        'City'],
       'name': 'Washington, D.C.',
       'dbpedia_resource': 'http://dbpedia.org/resource/Washington,_D.C.'}},
     {'count': 8,
      'sentiment': {'score': -0.335525, 'label': 'negative'},
      'text': 'Iran',
      'relevance': 0.239537,
      'type': 'Location',
      'disambiguation': {'subtype': ['Country'],
       'name': 'Iran',
       'dbpedia_resource': 'http://dbpedia.org/resource/Iran'}},
     {'count': 11,
      'sentiment': {'score': -0.485487, 'label': 'negative'},
      'text': 'Sherman Funk',
      'relevance': 0.238773,
      'type': 'Person'},
     {'count': 9,
      'sentiment': {'score': -0.416548, 'label': 'negative'},
      'text': 'Beijing',
      'relevance': 0.237609,
      'type': 'Location',
      'disambiguation': {'subtype': ['City'],
       'name': 'Beijing',
       'dbpedia_resource': 'http://dbpedia.org/resource/Beijing'}},
     {'count': 3,
      'sentiment': {'score': 0.335101, 'label': 'positive'},
      'text': 'America',
      'relevance': 0.220823,
      'type': 'Location',
      'disambiguation': {'subtype': ['Continent']}},
     {'count': 4,
      'sentiment': {'score': -0.297946, 'label': 'negative'},
      'text': 'Washington Post',
      'relevance': 0.218652,
      'type': 'PrintMedia',
      'disambiguation': {'subtype': ['Newspaper'],
       'name': 'The Washington Post',
       'dbpedia_resource': 'http://dbpedia.org/resource/The_Washington_Post'}},
     {'count': 7,
      'sentiment': {'score': -0.463547, 'label': 'negative'},
      'text': 'State Department',
      'relevance': 0.214939,
      'type': 'Organization',
      'disambiguation': {'subtype': ['GovernmentAgency',
        'GovernmentalBody',
        'AppointedRole'],
       'name': 'United States Department of State',
       'dbpedia_resource': 'http://dbpedia.org/resource/United_States_Department_of_State'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Rami Dotan,23 Israel',
      'relevance': 0.209184,
      'type': 'Person'},
     {'count': 6,
      'sentiment': {'score': -0.51914, 'label': 'negative'},
      'text': 'Jonathan Pollard',
      'relevance': 0.203633,
      'type': 'Person',
      'disambiguation': {'subtype': [],
       'name': 'Jonathan Pollard',
       'dbpedia_resource': 'http://dbpedia.org/resource/Jonathan_Pollard'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Taylor & Francis',
      'relevance': 0.195992,
      'type': 'Company',
      'disambiguation': {'subtype': ['PeriodicalPublisher'],
       'name': 'Taylor & Francis',
       'dbpedia_resource': 'http://dbpedia.org/resource/Taylor_&_Francis'}},
     {'count': 6,
      'sentiment': {'score': -0.619302, 'label': 'negative'},
      'text': 'official',
      'relevance': 0.192872,
      'type': 'JobTitle'},
     {'count': 4,
      'sentiment': {'score': -0.26454, 'label': 'negative'},
      'text': 'Prime Minister Yitzhak Shamir',
      'relevance': 0.190392,
      'type': 'Person'},
     {'count': 1,
      'sentiment': {'score': 0.509723, 'label': 'positive'},
      'text': 'KUMARASWAMY Beijing',
      'relevance': 0.188843,
      'type': 'Company'},
     {'count': 4,
      'sentiment': {'score': -0.297946, 'label': 'negative'},
      'text': 'Washington Times',
      'relevance': 0.188647,
      'type': 'PrintMedia',
      'disambiguation': {'subtype': ['Company', 'Newspaper'],
       'name': 'The Washington Times',
       'dbpedia_resource': 'http://dbpedia.org/resource/The_Washington_Times'}},
     {'count': 4,
      'sentiment': {'score': -0.600739, 'label': 'negative'},
      'text': 'North Korea',
      'relevance': 0.185899,
      'type': 'Location',
      'disambiguation': {'subtype': ['GovernmentalJurisdiction', 'Country'],
       'name': 'North Korea',
       'dbpedia_resource': 'http://dbpedia.org/resource/North_Korea'}},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Knesset',
      'relevance': 0.185586,
      'type': 'Organization',
      'disambiguation': {'subtype': ['GovernmentalBody', 'Legislature'],
       'name': 'Knesset',
       'dbpedia_resource': 'http://dbpedia.org/resource/Knesset'}},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Wall Street Journal',
      'relevance': 0.180103,
      'type': 'PrintMedia',
      'disambiguation': {'subtype': ['AwardWinner', 'Newspaper'],
       'name': 'The Wall Street Journal',
       'dbpedia_resource': 'http://dbpedia.org/resource/The_Wall_Street_Journal'}},
     {'count': 4,
      'sentiment': {'score': -0.359951, 'label': 'negative'},
      'text': 'Syria',
      'relevance': 0.178443,
      'type': 'Location',
      'disambiguation': {'subtype': ['Country'],
       'name': 'Syria',
       'dbpedia_resource': 'http://dbpedia.org/resource/Syria'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Jerusalem',
      'relevance': 0.176934,
      'type': 'Location',
      'disambiguation': {'subtype': ['AdministrativeDivision', 'City'],
       'name': 'Jerusalem',
       'dbpedia_resource': 'http://dbpedia.org/resource/Jerusalem'}},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'London',
      'relevance': 0.175886,
      'type': 'Location',
      'disambiguation': {'subtype': ['AdministrativeDivision',
        'GovernmentalJurisdiction',
        'OlympicHostCity',
        'PlaceWithNeighborhoods',
        'City'],
       'name': 'London',
       'dbpedia_resource': 'http://dbpedia.org/resource/London'}},
     {'count': 4,
      'sentiment': {'score': -0.512121, 'label': 'negative'},
      'text': 'Ehud Olmert',
      'relevance': 0.174908,
      'type': 'Person',
      'disambiguation': {'subtype': ['Politician', 'OfficeHolder'],
       'name': 'Ehud Olmert',
       'dbpedia_resource': 'http://dbpedia.org/resource/Ehud_Olmert'}},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'scientist',
      'relevance': 0.174475,
      'type': 'JobTitle'},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'developer',
      'relevance': 0.174457,
      'type': 'JobTitle'},
     {'count': 2,
      'sentiment': {'score': -0.315398, 'label': 'negative'},
      'text': 'Beijing',
      'relevance': 0.173363,
      'type': 'Location',
      'disambiguation': {'subtype': ['Country']}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Kumaraswamy',
      'relevance': 0.172406,
      'type': 'Location',
      'disambiguation': {'subtype': ['City']}},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Lavi',
      'relevance': 0.172025,
      'type': 'Location',
      'disambiguation': {'subtype': ['City']}},
     {'count': 5,
      'sentiment': {'score': -0.319708, 'label': 'negative'},
      'text': 'Central Intelligence Agency',
      'relevance': 0.170183,
      'type': 'Organization',
      'disambiguation': {'subtype': [],
       'name': 'Central Intelligence Agency',
       'dbpedia_resource': 'http://dbpedia.org/resource/Central_Intelligence_Agency'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'England',
      'relevance': 0.169283,
      'type': 'Location',
      'disambiguation': {'subtype': ['PoliticalDistrict',
        'AdministrativeDivision',
        'GovernmentalJurisdiction',
        'Country'],
       'name': 'England',
       'dbpedia_resource': 'http://dbpedia.org/resource/England'}}],
    'sentiment': {'document': {'score': -0.423574, 'label': 'negative'}},
    'emotion': {'document': {'emotion': {'disgust': 0.107741,
       'joy': 0.194104,
       'anger': 0.14167,
       'fear': 0.102581,
       'sadness': 0.508483}}},
    'concepts': [{'text': 'Gulf War',
      'relevance': 0.970804,
      'dbpedia_resource': 'http://dbpedia.org/resource/Gulf_War'},
     {'text': 'Israel',
      'relevance': 0.694983,
      'dbpedia_resource': 'http://dbpedia.org/resource/Israel'},
     {'text': 'Anti-ballistic missile',
      'relevance': 0.686544,
      'dbpedia_resource': 'http://dbpedia.org/resource/Anti-ballistic_missile'},
     {'text': 'Yitzhak Rabin',
      'relevance': 0.638063,
      'dbpedia_resource': 'http://dbpedia.org/resource/Yitzhak_Rabin'},
     {'text': 'Israeli Air Force',
      'relevance': 0.536922,
      'dbpedia_resource': 'http://dbpedia.org/resource/Israeli_Air_Force'},
     {'text': 'MIM-104 Patriot',
      'relevance': 0.512931,
      'dbpedia_resource': 'http://dbpedia.org/resource/MIM-104_Patriot'},
     {'text': 'Arms industry',
      'relevance': 0.501465,
      'dbpedia_resource': 'http://dbpedia.org/resource/Arms_industry'},
     {'text': 'Shimon Peres',
      'relevance': 0.496816,
      'dbpedia_resource': 'http://dbpedia.org/resource/Shimon_Peres'}],
    'categories': [{'score': 0.94445, 'label': '/law, govt and politics'},
     {'score': 0.928451, 'label': '/society/unrest and war'},
     {'score': 0.87563, 'label': '/law, govt and politics/armed forces'}],
    'relations': [],
    'keywords': [{'text': 'UK Israel Affairs Publication details',
      'relevance': 0.737797,
      'count': 1},
     {'text': 'http://www.tandfonline.com/loi/fisa20 Israel',
      'relevance': 0.622631,
      'count': 1},
     {'text': 'Israeli relations', 'relevance': 0.599294, 'count': 3},
     {'text': 'patriot controversy P.R. Kumaraswamy',
      'relevance': 0.584944,
      'count': 2},
     {'text': 'US administration', 'relevance': 0.584196, 'count': 7},
     {'text': 'American military technology',
      'relevance': 0.570188,
      'count': 1},
     {'text': 'ballistic missiles', 'relevance': 0.564399, 'count': 2},
     {'text': 'Israel Affairs', 'relevance': 0.560939, 'count': 6},
     {'text': 'United States', 'relevance': 0.557501, 'count': 14},
     {'text': 'onset of Sino-Israeli normalization',
      'relevance': 0.548776,
      'count': 1},
     {'text': 'Israel of illegal transfer of American technology',
      'relevance': 0.547605,
      'count': 1},
     {'text': 'spate of media reports', 'relevance': 0.545159, 'count': 1},
     {'text': 'military contacts', 'relevance': 0.542414, 'count': 1},
     {'text': 'timing of such leaks', 'relevance': 0.539521, 'count': 1},
     {'text': 'patriot controversy', 'relevance': 0.539469, 'count': 17},
     {'text': 'Patriot anti-missile missile P.R.Kumaraswamy',
      'relevance': 0.537095,
      'count': 1},
     {'text': 'Chinese Foreign Minister Qian Qichen',
      'relevance': 0.535999,
      'count': 1},
     {'text': 'Israel’s arms trade policy', 'relevance': 0.53215, 'count': 1},
     {'text': 'University of Cambridge', 'relevance': 0.531747, 'count': 23},
     {'text': 'Sino-Israeli normalization', 'relevance': 0.530145, 'count': 1},
     {'text': 'dominate mainstream American media',
      'relevance': 0.529524,
      'count': 1},
     {'text': 'following questions', 'relevance': 0.528957, 'count': 1},
     {'text': 'Defence Minister', 'relevance': 0.528544, 'count': 1},
     {'text': 'Washington Times', 'relevance': 0.528175, 'count': 3},
     {'text': 'Yitzhak Rabin', 'relevance': 0.527403, 'count': 4},
     {'text': 'exports of ballistic missiles',
      'relevance': 0.52699,
      'count': 1},
     {'text': 'military dimension of Sino', 'relevance': 0.525241, 'count': 1},
     {'text': 'Bush’s negative attitude', 'relevance': 0.524688, 'count': 1},
     {'text': 'US administration fail', 'relevance': 0.524215, 'count': 1},
     {'text': 'sensitive intelligence assessments',
      'relevance': 0.521576,
      'count': 1},
     {'text': 'Prime Minister Yitzhak Rabin',
      'relevance': 0.521105,
      'count': 1},
     {'text': 'Israeli normalization', 'relevance': 0.52055, 'count': 2},
     {'text': 'Israeli leaders', 'relevance': 0.519668, 'count': 6},
     {'text': 'forms of defence-related assistance',
      'relevance': 0.518778,
      'count': 1},
     {'text': 'Israeli transfer of Patriot technology',
      'relevance': 0.5187,
      'count': 1},
     {'text': 'Bush administration', 'relevance': 0.518096, 'count': 2},
     {'text': 'Israel Israel Affairs', 'relevance': 0.517557, 'count': 1},
     {'text': 'Israel', 'relevance': 0.517522, 'count': 115},
     {'text': 'accusations date', 'relevance': 0.517516, 'count': 1},
     {'text': 'US-Israeli relations', 'relevance': 0.517514, 'count': 1},
     {'text': 'ballistic missile', 'relevance': 0.517446, 'count': 1},
     {'text': 'leaked damaging reports', 'relevance': 0.5169, 'count': 1},
     {'text': 'frequent intervals Israel', 'relevance': 0.516882, 'count': 1},
     {'text': 'consequences of such leaks', 'relevance': 0.516771, 'count': 2},
     {'text': 'Washington Post', 'relevance': 0.516409, 'count': 4},
     {'text': 'open discussion of its military transfers',
      'relevance': 0.516056,
      'count': 1},
     {'text': 'commercial establishments', 'relevance': 0.516053, 'count': 1},
     {'text': 'political considerations', 'relevance': 0.515869, 'count': 1},
     {'text': 'Chinese leaders', 'relevance': 0.515555, 'count': 1},
     {'text': 'following day Wall Street Journal',
      'relevance': 0.515526,
      'count': 1}]},
   'highlight': {'text': ['is none other than <em>China</em>.',
     'Since the mid-1980s Israeli leaders have been tacitly acknowledging arms exports to <em>China</em>.',
     'Selling Patriot technology to <em>China</em> means selling the skies of the country. 61 Another commentator contended that as early as 1984, Israel rebuffed the Chinese request for mini-Uzi evaluation because ’<em>China</em> could copy, then mass-produce the Uzis.’"',
     'Beside the technology associated with Patriot, Israel has frequently been accused of exporting Lavi technology to <em>China</em>, and unlike the Patriot controversy this allegation predates the establishment of full diplomatic relations between Israel and <em>China</em>."',
     'Other examples are contained in our classified report.60 ISRAEL, <em>CHINA</em> AND THE UNITED STATES 27 country like <em>China</em> takes into account that this technology will fall into the hands of the Arab countries that are recognized customers of Chinese military technology.'],
    'enriched_text.entities.text': ['<em>China</em>'],
    'enriched_text.entities.type': ['<em>Location</em>'],
    'enriched_text.entities.disambiguation.subtype': ['<em>Location</em>'],
    'extracted_metadata.filename': ['48- Israel <em>China</em> and the US Patriot Controversy.pdf']}},
  {'id': '3912876b-7c03-4337-83e5-c2aeed59ac58',
   'result_metadata': {'confidence': 0, 'score': 4.808622},
   'extracted_metadata': {'sha1': '3834cb5582f2cb4004abfe86c57cc6748b6948d2',
    'author': ['Michael Pillsbury'],
    'subject': 'Survival 2012.54',
    'filename': '58- The Sixteen Fears.pdf',
    'file_type': 'pdf',
    'title': 'The Sixteen Fears'},
   'text': "This article was downloaded by: [Yale University Library] On: 21 August 2013, At: 02:33 Publisher: Routledge Informa Ltd Registered in England and Wales Registered Number: 1072954 Registered office: Mortimer House, 37-41 Mortimer Street, London W1T 3JH, UK Survival: Global Politics and Strategy Publication details, including instructions for authors and subscription information: http://www.tandfonline.com/loi/tsur20 The Sixteen Fears: China's Strategic Psychology Michael Pillsbury Published online: 01 Oct 2012. To cite this article: Michael Pillsbury (2012) The Sixteen Fears: China's Strategic Psychology, Survival: Global Politics and Strategy, 54:5, 149-182, DOI: 10.1080/00396338.2012.728351 To link to this article: http://dx.doi.org/10.1080/00396338.2012.728351 PLEASE SCROLL DOWN FOR ARTICLE Taylor & Francis makes every effort to ensure the accuracy of all the information (the “Content”) contained in the publications on our platform. However, Taylor & Francis, our agents, and our licensors make no representations or warranties whatsoever as to the accuracy, completeness, or suitability for any purpose of the Content. Any opinions and views expressed in this publication are the opinions and views of the authors, and are not the views of or endorsed by Taylor & Francis. The accuracy of the Content should not be relied upon and should be independently verified with primary sources of information. Taylor and Francis shall not be liable for any losses, actions, claims, proceedings, demands, costs, expenses, damages, and other liabilities whatsoever or howsoever caused arising directly or indirectly in connection with, in relation to or arising out of the use of the Content. This article may be used for research, teaching, and private study purposes. Any substantial or systematic reproduction, redistribution, reselling, loan, sub-licensing, systematic supply, or distribution in any form to anyone is expressly forbidden. Terms & Conditions of access and use can be found at http://www.tandfonline.com/page/termsand-conditions During the Cold War, an influential group of American defence planners sought to understand Soviet defence decisions by grasping the Soviet mind, including exploring how the Soviet generals thought about war and their opponents. This was achieved only through intensive intelligence collection and intellectual analysis, including extensive use of open sources. It was a process which, as George Kennan put it in his analysis of Soviet thinking, ‘would require living with contradictions’. 1 A similar effort to understand the Chinese mind has not been undertaken by modern strategists. The advocates of various China policies have been largely unable to access the materials that would provide them insight into how the Chinese might react, not just because of linguistic barriers and restricted circulation, but because, to forecast Chinese defence decisionmaking over the long term, psycho-cultural factors may be as important as rational or cognitive considerations. Understanding Chinese military fears and concerns can provide insights into their military planning while enabling American policymakers to assess the most successful strategic choices. Yet understanding Chinese psycho-cultural factors promises to be more difficult than studying the Soviets. Nathan Leites, for one, has suggested that China might be more difficult to understand than the Russian language and culture. 2 The Sixteen Fears: China’s Strategic Psychology Michael Pillsbury Michael Pillsbury is a Senior Fellow at the Hudson Institute. He was director of Pentagon planning in the Reagan administration, serving as Assistant Under Secretary of Defence for Policy Planning, and later as Special Assistant for Asia to the Director of Net Assessment, in the G.H.W. Bush administration. He is the editor of the 1997 volume Chinese Views of Future Warfare and the author of China Debates the Future Security Environment (2000), both published by NDU Press. The views expressed herein do not represent the US government. Survival | vol. 54 no. 5 | October–November 2012 | pp. 149–182 DOI 10.1080/00396338.2012.728351 Downloaded by [Yale University Library] at 02:33 21 August 2013 150 | Michael Pillsbury Many observers have noted China’s lack of transparency about the future size, scope and long-range goals of its military-modernisation plans. Looking back, there have been forecasts that either overestimated or underestimated Chinese military progress. Many policy opportunities depend in part on understanding the choices China has already made, as well as future decisions that other nations may be able to influence. Drawing on limited available open-source evidence and a review of Chinese internal writings, 3 16 psychological factors – military fears or vulnerabilities – can be identified that illustrate why China has designed the forces it has and that reveal those factors likely to influence Chinese military policy in the future. US policy and Chinese fears Broad calls for engagement with China have long been the currency of American policymakers. Advocates of engagement attack non-existent straw men who purportedly want war with or aggressive containment of China. Yet in a review of US writings from the past decade, not a single author could be found who promoted containment or predicted inevitable war with China. 4 Rather, the authors largely ignored the problems presented by China’s rise and minimised the fearful hostility of the Chinese military under the assumption that successful US–China engagement would make serious military concerns irrelevant. This view was dominant until about 2009, causing intelligence and defence officials to greatly underestimate the pace of Chinese military development during more than a decade of rapid Chinese advancement. 5 As Henry Kissinger noted in a recent article, ‘enough material exists in China’s quasi-official press and research institutes to lend some support to the theory that relations are heading for confrontation rather than cooperation’. 6 Faced with such rapid military advancement and an assertive China over the past few years, the notion that unconditional US–China engagement is the way forward has declined in prominence. A second view among American analysts of how best to deal with China might be described as the ‘meet-force-with-force’ approach. 7 Among the advocates of this approach are leading proponents of new weapons-system acquisitions, who claim they merely want to maintain the traditional force balance that has been disrupted by China’s military advancement. While Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 151 there are valid arguments to be made for certain systems, these proposals and the related analysis of military hardware concerns mainly technical and budgetary issues, such as doubling the American shipbuilding rate and the US Air–Sea Battle Office, that are outside the scope of this article. 8 Instead, this article focuses on a third set of proposals, which might be thought of as the work of ‘strategists’. Proponents are cognisant of the limits on future US defence spending and know the importance of wise resource allocation. These thinkers are inspired by traditional geopolitical strategists dating to Richelieu and draw lessons from the US approach to the Soviet Union. The policy proposals they have developed vis-à-vis China revolve around three concepts: reassurance, cost imposition and dissuasion. 9 Regarding reassurance, one set of policies is intended to convince the Chinese leaders that their military expansion is excessive and that they should limit their build-up. It may be possible to blend or combine this set of reassurance proposals with a second set of policies that use cost-imposition strategies to influence future Chinese decisions. As in a game of chess, each US policy move can elicit a counter-move, with the goal being to steer Chinese military investments away from disruptive weapons systems and power projection toward more conventional, domestic self-defence systems. Finally, dissuasion policies are aimed at countering China’s forces in such a way that they find disruptive military investments unproductive. One way of evaluating the potential effectiveness of these policies should be to apply the principle of ‘first, do no harm’, which requires any policy approach that pursues these techniques to have a good idea of China’s likely response. How might a strategy be designed for the United States and China’s neighbours to limit disruptive features of the Chinese military build-up? It seems intuitively obvious that any effort by the United States or China’s major neighbours (Russia, India, Japan, Vietnam and Central Asia) to either reassure China or steer it away from disruptive weapons investments and force deployments will be decisively affected by the Chinese leadership’s decision-making process and military ‘mind’. Unfortunately, the decision-making process is obscure. It is difficult for non-Chinese to assess the unique cultural environment of Chinese military Downloaded by [Yale University Library] at 02:33 21 August 2013 152 | Michael Pillsbury strategists when considering which of these policies to pursue. In many historic confrontations, strategists have sought to understand the thinking and motivations of their adversaries so as to better anticipate their actions. While notionally governed by rational analysis, the behaviour of most strategic actors is highly influenced by their psychological peculiarities: factors such as emotions, culture and fears. 10 The sixteen fears These 16 fears explain why Beijing sees specific strategic needs and has focused China’s defence build-up over the past decade on certain systems. There is no way to know if this list is complete, nor is it possible to rank order the intensity of these fears, but all are likely to continue to influence Chinese defence decision-making in the long term. 1. Fear of an island blockade – Many in the Chinese military fear that China could be easily blockaded by a foreign power because of the maritime geography of an island chain stretching from Japan to the Philippines that is perceived to be vulnerable to fortification. 11 The islands are seen as a natural geographical obstacle blocking China’s access to the open ocean that is actively being exploited by surrounding countries. 12 Indeed, a former Japanese naval chief of staff has boasted that Chinese submarines would be unable to slip into the deep waters of the Pacific through the Ryukyu island chain, to the north or south of Taiwan, or through the Bashi (Luzon) Strait without being detected by US and Japanese anti-submarine forces. 13 Chinese military authors frequently discuss the need for training, exercises and a military campaign plan to break out of an island blockade. 14 One operations-research analysis describes seven lines of enemy capabilities that Chinese submarines would have to overcome to break a blockade. 15 The opponent is assumed to have an anti-China blockade system of anti-submarine nets, hydro-acoustic systems, underwater mines, surface warships, anti-submarine aircraft, submarines and reconnaissance satellites. 16 The Chinese officers who wrote this analysis cited ten earlier studies from 1997 to 2004 Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 153 that also assessed how to estimate the force required for breaking out of an island-chain blockade. 17 2. Fear of a loss of maritime resources – Another maritime fear that concerns Chinese authors is that valuable resources within China’s maritime territorial boundaries are being plundered by foreign powers because of China’s naval weakness, threatening the country’s future development. 18 Various proposals have been advocated to improve the situation. Zhang Wenmu, a former researcher at a Ministry of State Security think tank, goes so far as to say: ‘The navy is concerned with China’s sea power, and sea power is concerned with China’s future development. As I see it, if a nation lacks sea power, its development has no future.’ 19 An article published in the military journal Military Economic Research ( Junshi Jingji Yanjiu ) in 2005 states that China’s external-facing economy, foreign trade and overseas markets ‘all require having a powerful military force as a guarantee, otherwise China will be possibly caught being passive’. 20 3. Fear of the choking-off of sea lines of communication – Many Chinese writings touch on the vulnerability of China’s sea lines of communication (SLOCs), especially the petroleum ‘lifeline’ in the Strait of Malacca. 21 Advocates of a blue-water navy cite the insecurity of China’s energy imports. 22 According to one Chinese observer, US, Japanese and Indian fleets together ‘constitute overwhelming pressure on China’s oil supply’ , 23 though another study concludes that ‘only the U.S. has the power and the nerve to blockade China’s oil transport routes’. 24 Similarly, Campaign Theory Study Guide, a 2001 textbook written by scholars at China’s National Defense University (NDU), raises several potential scenarios for the interdiction and defence of sea lines of communication. 25 The Science of Campaigns, an important text also published by the NDU, discusses SLOC defence in its 2006 edition. 26 Some authors express urgency: ‘Regarding the problems … of sea embargo or oil lanes being cut off … China must …. “repair the house before Downloaded by [Yale University Library] at 02:33 21 August 2013 154 | Michael Pillsbury it rains”.’ These advocates seem to want to quickly shift priorities away from a submarine-centric navy to one with aircraft carriers as the ‘centerpiece’. The most ambitious advocates of emphasising the security of sea lines of communication call for a global Chinese force presence. 27 4. Fear of a land invasion or territorial dismemberment – China has outlined campaign plans against various invasion scenarios in a training manual intended for military use only; 28 and an influential 2005 study conducted by researchers from the NDU, the Academy of Military Science and other top strategy think tanks assessed the vulnerabilities of each of China’s seven military regions, examining the various routes that an invading force could take. 29 They used the military geography of each region and the frequency of historical invasion by foreign forces to forecast future vulnerabilities to land attack, even identifying neighbours as potential invaders. 30 Recent changes to the structure of the People’s Liberation Army appear to be directed at improving the country’s resistance to land invasion. 31 5. Fear of an armoured or airborne attack – The three military regions along the northern border with Russia, including the Beijing military region, are said to be vulnerable to armoured attacks and to airborne landings, as expressed in the 2005 study China’s Theater Military Geography . 32 The Northern Sword exercise in Inner Mongolia in 2005 involved elements of two armoured divisions: over 2,800 tanks and other vehicles performed China’s ‘largest field maneuver’ involving armoured troops and an airlift over 2,000km that simulated an attack on terrorists who were receiving foreign military support. 33 One can infer from press reporting that the exercise was intended to counter a putative armoured invasion. 6. Fear of internal instability, riots, civil war or terrorism – Constant Chinese proclamations against ‘splittists’ in Taiwan, Tibet and Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 155 Xinjiang have become accepted as part of ordinary Chinese rhetoric, but these statements reflect a deep concern about China’s territorial integrity. 34 A researcher with the Central Party International Liaison Department placed internal threats from ‘splittists’ and the Falun Gong religious movement on the same level as the threat posed by US hegemony. 35 This overlaps with Beijing’s concern over terrorism, with many authors chronicling evidence of violent incidents and warning that more must be done. By September 2003, Chinese media were reporting that ten counter-terrorism exercises a month were taking place throughout the country, a frequency that the Communist Party mouthpiece, Renmin Ribao , characterised as ‘rarely seen before’. 36 Scenarios practiced during such exercises have involved hostage-taking, bank robberies, armed attacks on government facilities and athletic events, simulated attacks with chemical and biological weapons, the collapse of tall buildings, explosions at shopping centres and the theft of biological agents. 37 7. Fear of attacks on pipelines – China’s press has reported on annual exercises for pipeline defence (called the Great Wall exercises) since at least 2001. 38 It is unclear whether the threat against pipelines is perceived as mainly related to domestic terrorism or seen as part of a potential foreign land invasion as well. The fear may be indicated in part by both campaign plans for training and China’s forces designed for counter-terrorism. 8. Fear of aircraft-carrier strikes – For at least a decade, Chinese military authors have assessed the threats from US aircraft carriers and analysed how best to counteract them. 39 Operationsresearch analysis has suggested how Chinese forces should be used to deal with the vulnerabilities of US aircraft carriers, 40 while other research cites specific weapons systems that China should develop. 41 The Chinese ‘anti-carrier missile’ is one of the responses to this fear of carrier strikes. 42 Downloaded by [Yale University Library] at 02:33 21 August 2013 156 | Michael Pillsbury 9. Fear of major air-strikes – For much of its history, the People’s Liberation Army Air Force was underdeveloped, and regarded as unimportant by the dominant ground forces. 43 Since 2004, however, the air force has received a much larger mission and equal footing with the other service branches. 44 As it has sought to redefine its mission, the air force has retired nearly 3,000 aircraft since 1990, shrinking its combat inventory from roughly 5,000 to approximately 2,000 combat aircraft that are better able to defend China’s territory. 45 The army continues to increase its role in air defence as well. Half of China’s group armies now have air-defence brigades. In addition, the army has received large quantities of equipment over the past decade, including anti-aircraft artillery (AAA) guns, surface-to-air missiles and logistics-support equipment. Fully one-third of the army reserve divisions are AAA units, evidence of the fear of air attack. 46 10. Fear of Taiwanese independence – An independent Taiwan would not only be a political catastrophe for regime legitimacy, but its loss would be viewed by the People’s Liberation Army as a military vulnerability as well, given the shipping traffic around the island and Taiwan’s possible use by a foreign power for bases to contain China and fortify the island chain. 47 Extensive Chinese writings about Taiwan leave the impression that Beijing fears its forces are not yet sufficient to prevent independence. China has invested heavily in capabilities intended to address the Taiwan contingency, including a joint logistics system, improved command and control for multi-service operations, naval capabilities to challenge and delay the US Navy in key areas, and the development of air-power and precision-strike capabilities for localised conflict. Yet the fear remains. 11. Fear of insufficient forces to ‘liberate’ Taiwan – Since at least 1992, the People’s Liberation Army has focused heavily on its lack of capabilities to deal with potential Taiwan conflicts. 48 Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 157 Army training over the past 15 years has been heavily focused on amphibious operations, with both the navy and the air force focused on their respective missions to support Taiwanese contingencies. As a result, over the past few years the armed forces have demonstrated a number of improvements in the complexity and quality of such training. Recently, emphasis has also been placed on improved command and control, joint operations and electronic warfare. 49 The navy is now fielding large numbers of Houbei guidedmissile patrol boats, while construction on modern destroyers and diesel submarines has apparently slowed. Chinese expenditures in recent years have been dedicated to closing gaps in infrastructure development, particularly logistics facilities, transportation routes and naval bases. 12. Fear of attacks on strategic missile forces by commandos, jamming or precision strikes – The fears of the Second Artillery Corps, China’s strategic missile force, are revealed in reports published by China’s Rocket Force News that training exercises have emphasised strategies to counter air attacks, attacks by special forces, electromagnetic jamming, live-troop reconnaissance, and network attacks using hackers and computer viruses. 50 Electronic warfare and cyber attacks on China’s missile forces are also a growing concern. 51 In mid-April 2006, a unit ( bu ) located in a mountainous region in southern China held a military-training evaluation during which ‘enemy forces’ successfully employed electromagnetic jamming against the command post. 52 13. Fear of escalation and loss of control – Chinese military authors express concern about ‘war control’ and ‘containment of war’, by which they appear to mean avoiding loss of control and escalation. Chinese views of information warfare stress the need to maintain control; 53 and discussions of the Second Artillery have stressed command and control issues. 54 A principal concern is that if a crisis did escalate, China would be unable to maintain control over its Downloaded by [Yale University Library] at 02:33 21 August 2013 158 | Michael Pillsbury forces even for the duration of the first battle, which is often decisive. Means of maintaining control include deploying unexpected ‘assassin’s mace’ weapons and throwing the opponent off balance at a critical point, or accelerating the seizure of key objectives before the situation stabilises. 55 By 2001, the problem of ‘war control’ was seen as of sufficient importance to merit a chapter in The Science of Military Strategy , 56 but the most in-depth treatment of the subject can be found in a 2001 NDU doctoral dissertation by Colonel Xiao Tianliang, an assistant professor in the university’s Teaching and Research Institute. 57 The recommended approaches are either military intimidation ( weishe xing ) or bargaining ( jiaoyi xing ). In the extreme, as other authors note, the military approach may include ‘fighting a small war to prevent a large war’. 58 Recent investments to achieve these goals include the theatre-level automated command and control capability embodied in the Qu Dian system, described by Colorado Congressman Bob Schaffer as ‘a major force multiplier’. Speaking in the House of Representatives, he compared the system to the US Joint Tactical Information Distribution System (JTIDS) , noting that it featured ‘a secure, jamresistant, high-capacity data-link communications system for use in tactical combat’. 59 Meanwhile, China’s Sovremenny -class destroyers have been described by Jane’s Fighting Ships as ‘the first Chinese warships to have a data systems link’, which Jane’s analysts believe is a Chinese version of the NATO-designated Squeeze Box. 60 According to Larry Wortzel, the Chinese military has made significant strides in less than two decades in transforming itself into a force that can engage in a modern war along its periphery out to a range of about 1,500 miles. 61 14. Fear of cyber attack – Chinese military authors highlight numerous risks to Chinese networks, including network leakage, failure to construct secure systems and covert channels. According to one study, China’s military information system faces ‘serious threats’ in a modern information war; 62 while four additional studies express Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 159 similar concerns with the current state of the People’s Liberation Army’s cyber defences. 63 In a study by Ding Xiaofeng and Xue Zhi, the authors assess the danger of distributed denial-of-service network attacks, using game theory to show the dangers of this kind of attack. 64 Other authors are concerned with the potential for information leakage from Chinese military networks. 65 Many security evaluation criteria have corresponding requirements for the analysis and processing of covert channels in highly secure systems , including the field of steganography which conceals messages in plain sight. 66 To address these concerns, a proposal was drawn up for new hardware that would make internal networks more secure. 67 This system passed the technical validation of the State Password Management Committee in October 2004. 68 Finally, Chinese authorities are concerned that the Internet could turn the population against them, and consequently feel a need to protect ‘China’s psychological space’. 69 15. Fear of attacks on anti-satellite capabilities – For nearly a decade, Chinese authors have been touting the advantages for China of developing anti-satellite weapons capabilities, but only if deployed covertly. 70 One Chinese colonel has argued that from 2015, China should develop space deterrence and ‘assassin’s mace’ space weapons, while simultaneously maintaining a ‘low profile’ to protect China’s international image. 71 The international uproar following China’s unannounced anti-satellite test in January 2007 may have underscored the importance of maintaining secrecy. 72 It is possible that China’s military never intended to disclose the destruction of the aging Fengyun-1 weather satellite, even to other parts of the Chinese government. 73 Only after the impact destroyed the satellite and generated the worst debris field ever seen in low-Earth orbit was the Chinese government forced to issue an explanation. The intense reaction to the test may have affected Chinese military views on the possibility that US forces might, in the event of a military encounter with China, find it necessary to target launch sites located Downloaded by [Yale University Library] at 02:33 21 August 2013 160 | Michael Pillsbury deep in the country’s interior. 74 Addressing this fear would call for more secure anti-satellite launch platforms, such as submarines, a possibility that has been raised in the Chinese literature. 75 16. Fear of regional neighbours India, Japan, Vietnam and Russia – While Chinese military authors conspicuously avoid public discussion of the dangers presented by their neighbours, the People’s Liberation Army is clearly very wary of threats from all directions. Chinese authors pay close attention to relative force levels and military activities in South Asia, 76 and take notice of Indian joint military exercises (such as Operation Checkerboard in 2001). 77 One expert has claimed that US strategic goals for the Western Pacific include restricting the navigation space for Chinese nuclearpowered submarines with help from India. 78 As for Japan, while US officials may see a pacifist country, many Chinese scholars harbour a deep distrust of Japan’s military intent. Multiple authors have raised concerns about Japanese nationalism and the country’s potential to deploy nuclear weapons. 79 Researchers at China’s Academy of Military Science have also raised concerns about Japanese military transformation. 80 Even Russia, which may be considered a Chinese ally, is not immune from scrutiny: Chinese are wary of what a Fudan University professor describes as Russia’s ‘imperial’ psychology. 81 These fears are intensive and extensive. All of them could influence Chinese responses to American policies, and should be taken into account by American policymakers in determining which China strategy would be most effective. $1 trillion to spend and fearful of the United States Before examining some of the strategies that American policymakers might choose to pursue, it is worth detailing the overall military context that has created the need for a new policy approach in the first place. Since at least December 2004, China has been debating the next phase of its military development, which will extend over the coming 20–30 years. There are Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 161 many debates within the Chinese military community over precisely what direction to take, and it is difficult to evaluate the relative influence of those officers who champion efforts to develop an overseas, power-projecting Chinese military. According to former US Director of National Intelligence Dennis Blair, Chinese national security policy, like that of India and Japan, is not dominated by intense nationalist sentiment. ‘All three of these countries have political parties or factions that favor [nationalist] policies’, he writes, ‘but they are currently small – if often vocal – minorities that demonstrate little likelihood of coming to power’. 82 In a similar spirit, Cortez Cooper, a senior policy analyst at RAND, has testified that US leaders can potentially channel Chinese military capacity ‘away from a decision to build increasingly formidable maritime power-projection capabilities’. 83 But a reading of Chinese military sources presents a strong argument from the Chinese themselves that they are extremely wary of foreign military threats and likely see a strong need for aggressive military development, without which they cannot feel confident about their own national security. Strong counter-arguments to the many vocal Chinese hawks are virtually non-existent. Furthermore, the financial resources available to the Chinese military are significant. The RAND Corporation’s high-end (but still conservative) projections of future Chinese military expenditures rise from an estimated $75.6 billion in 2003 to $403bn in 2025. 84 The lower estimate has expenditures rising from $68.6bn in 2003 to $185bn in 2025. 85 RAND also assessed the potential resources that China might devote to purchasing military assets in the coming two decades. Chinese military procurement from 2003 to 2025 in RAND’s high-end case was about half of what the United States spent on military procurement and research and development (R&D) between 1981 and 2003. By 2025, under this scenario, no other country besides the United States would rival China in terms of weapon stocks. In arriving at these findings, RAND assumed the Chinese Air Force’s share of the total defence budget was about the same as the US Air Force’s share of the Defense Department budget. In RAND’s view, the maximum likely expenditures that China would make on air force R&D and on procuring weapons and equipment for the air force between 2003 and 2025 would be Downloaded by [Yale University Library] at 02:33 21 August 2013 162 | Michael Pillsbury on the order of $490bn. RAND did not perform this calculation for the US Navy. However, using the same assumptions, the Chinese funds available cumulatively for the Chinese navy would be about the same, in the range of $500bn to spend on R&D and procurement of naval weapons from 2003 to 2025. Compounding this potential $1tr spending binge, RAND admitted to using very conservative assumptions about Chinese economic growth rates from 2003–25. Specifically, it was assumed that China would average no more than 5% growth over this period. At the same time, RAND assumed an optimistic US economic growth rate of 3% from 2003–25. Adjusting China’s projected growth rate upward to the country’s currently claimed rate of 10% would greatly add to the $500bn that the Chinese navy and air force will each have to spend on future weapons and R&D. Soothing Beijing’s fears As noted, the concept of reassurance figures prominently in the policy proposals that have emerged as a result of China’s military build-up. Reassurance policies seek to persuade Chinese leaders that they face no real threats and therefore increased military spending is unnecessary. Policies based on these concepts have prominent advocates – Henry Kissinger, for one, believes that ‘China can find reassurance in its own record of endurance and in the fact that no U.S. administration has ever sought to alter the reality of China as one of the world’s major states, economies, and civilizations’. 86 However, Kissinger may gravely underestimate the extent of China’s fears and distrust of the United States. Because of China’s distinctive world view, relying on reassurance may be insufficient. Moreover, efforts to shape or balance the disruptive elements of China’s future armed forces may lead to unexpected consequences. That said, there is one form of reassurance that, curiously, has never been fully attempted, yet could prove effective. The United States has held dialogues about arms control with China for years, but never formally proposed a single measure of bilateral arms control, conventional or nuclear. 87 What kinds of bilateral arms control might work? Christopher Twomey has suggested that quick ratification of the Comprehensive Nuclear Test-Ban Treaty could send a positive signal to China, 88 as could reinvigorated diplomacy on a treaty cutting off the Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 163 production of fissile material for weapons. On the latter issue, however, China’s objections need to be taken seriously. China’s stockpile of fissile material represents a miniscule fraction of the US stockpile. Freezing that ratio indefinitely is something China would only concede to in response to other inducements. These should be discussed frankly, including the need for verification. Beyond these small-scale steps, a new non-proliferation architecture is also needed. China must be integrally involved in its design. Bilateral confidence measures between China and the United States could be discussed, particularly in the area of declaratory policy. The Chinese have often asked why the United States is unwilling to offer a no-first-use pledge. A blanket pledge might undermine US credibility in other regions, but a no-first-use policy confined to the US–China arena would seem to have fewer costs. Some of the questions surrounding such a policy remained unanswered, however, including what benefits the United States would receive from Beijing in exchange for such a pledge. It is also unclear whether Beijing would view positively a definitive statement that the United States accepts the existence of a Chinese secure second-strike capability, and what the United States might hope for in return. Another approach to reassurance would be to engage in quantitative, binding arms-reductions negotiations with China. 89 The time may someday be ripe for traditional bilateral arms-control negotiations aimed at legally binding, verifiable agreements between Beijing and Washington, or even trilateral negotiations involving Moscow. At present, however, this seems unlikely, as US officials may be absorbed with negotiating a follow-on to START, and Chinese officials continue to assert that the United States and Russia bear the immediate burden for nuclear disarmament, while opposing the type of nuclear transparency needed for formal treaty negotiations. The Chinese are not currently interested in discussing traditional bilateral arms-control agreements for two reasons: in their eyes, doing so suggests equating the contemporary US–China relationship with the Cold War stand-off between the Soviet Union and the United States; and the US arsenal remains much larger than China’s. Yet, it is wrong to expect such views to hold in perpetuity. Christopher Twomey has argued that Beijing’s emphasis on ambiguity about its arsenal, which is incompatible with serious Downloaded by [Yale University Library] at 02:33 21 August 2013 164 | Michael Pillsbury negotiations over arms control, is not a cultural predisposition toward ‘strategic deception’ any more than was the Soviet Union’s early Cold War emphasis on secrecy. Instead, these are rational strategies when nuclear arsenals are small. 90 He argues that unilateral US nuclear restraint could influence Chinese defence decision-making; American restraint in deploying highly accurate guidance systems on Trident II warheads, for example, might bring in exchange tacit restraint in other areas from Beijing. Precisely these sorts of trades were at the heart of important arms-control agreements between the Soviets and the United States during the Cold War. Although such steps are premature today, understanding the possible parameters of such exchanges is useful for laying the groundwork for future discussions. A unilateral no-first-use pledge could encourage China to reign in numerous aspects of its arsenal, with necessary verification measures. Management of the Chinese threat in particular will be easier without their fearing a disarming first strike. 91 The Chinese are in the difficult position of currently seeing such a threat from both the United States and the Russians. Encouraging Chinese restraint on missile numbers and payload, for example, might be easier if Washington were to offer unilateral targeting changes in the hopes of spurring Chinese arms reductions. Some Americans worry that China might choose the course that the Soviets chose in the 1960s: to build massive, counterforce war-fighting forces in pursuit of overwhelming nuclear advantages over the United States and the West. But, as Brad Roberts noted before he joined the Pentagon, there seems to be no voice for this option in China. 92 According to Roberts, it is difficult to find ‘even a hint of Chinese interest in nuclear counterforce war fighting strategies’ similar to the large force deployments by the United States and the Soviet Union during the Cold War. China seems unmotivated to compete with the United States, with its thousands of deployed intercontinental strike forces. Of course, very deep cuts in the US arsenal could have the effect of motivating Chinese thinking down this route. Still, Roberts concludes that today’s China is not the Soviet Union of 1984, bent on seeking parity or even a nuclear advantage over the United States. The Chinese are in a diGLYPH<f_f_i>cult position Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 165 Several other approaches to shaping the future of China’s military forces have been publicly proposed both by scholars and current US officials. At one end of the spectrum, there are pessimistic voices who caution that it will be very difficult, if not impossible, for US policy to influence the future size or shape of Chinese military forces. Mark Cozad, formerly of the Defense Intelligence Agency, put this view best when he wrote that China’s decisions will be largely outside of US control, making ‘it extremely difficult, at best, to influence China’s decisions on military strategy and modernization’. 93 On the more optimistic side of the spectrum, some officials and scholars foresee significant opportunities to shape Chinese future forces. These optimists have proposed at least three different approaches. Firstly, some believe a long-term effort to emphasise that Washington wants only to cooperate with China will reduce future Chinese defence acquisitions that otherwise might be aimed at dealing with an American threat to China. This approach would undertake to soothe possible Chinese anxieties that the United States intends to limit China’s rise. Others propose to go beyond reassurance to accommodation in order to limit disruptive Chinese defence efforts. A second, closely related approach offered by several analysts would be to take steps to channel Chinese defence spending away from creating a global, blue-water navy or long-range power-projection forces, or any increase in long-range nuclear forces. One example American authors have proposed is for Washington to assure China that the United States will protect China’s sea lines of communication. 94 Another, related step would be to eliminate any significant arms sales to Taiwan that might provoke China to invest in long-range power-projection forces. A third recommended approach would be to limit US defence programmes without reciprocity, such as establishing a cap on US missile-defence capacity, to guarantee to China that it could with confidence destroy American cities in the hope of persuading China not to expand its nuclear forces. How to be dissuasive Beyond these ideas for reassurance and other possible steps to channel China away from developing power-projection forces, a third important set of proposed recommendations could be called ‘dissuasion’ or ‘competitive Downloaded by [Yale University Library] at 02:33 21 August 2013 166 | Michael Pillsbury strategy’. 95 Authors of these ideas wish to dissuade China from acquiring disruptive forces by, for example, developing US weapon systems and competitive capabilities as a means of stimulating China to reallocate defence spending to counter these new US forces. One such proposal is to build a long-range stealth bomber to influence China to allocate more to air defences. Prompt Global Strike proponents have proposed such a capability to pre-empt Chinese anti-satellite weapons and perhaps dissuade China from entering the anti-satellite field at all. Among the more creative dissuasion strategies that have been proposed are those developed by Robert Martinage before he joined the Pentagon. (He has emphasised that his ideas are illustrative only. 96 ) These include the idea, based on a century-old British concept, of encouraging China to invest heavily in a blue-water navy, the rationale being that it is preferable for Beijing to invest in soon-to-be obsolete technology, such as 30-year-old Russian aircraft carriers that can be easily sunk by US, Indian, Japanese or Vietnamese missiles, than in the more advanced technologies it might otherwise pursue. 97 One way of doing so might be to facilitate India’s development of a blue-water navy, or otherwise increase the perceived threat to China’s sea lines of communication, thus encouraging Chinese investment in blue-water capabilities sooner, more vigorously and on a larger scale than might otherwise be the case. A second recommendation would be for Washington to take action to encourage China to focus on short-range, coastal ships rather than long-range ships. This would mean encouraging the perception among Chinese decision-makers that their country’s territorial waters were threatened, and therefore that coastal defences should be prioritised over an expensive, global blue-water navy and a network of worldwide bases. For example, the United States could ratchet up the perceived threat to China’s home waters posed by US attack submarines, thus encouraging Beijing to shift more resources into coastal anti-submarine warfare capabilities. 98 In another category of dissuasion, Washington could exploit armscontrol agreements in areas that are strategically advantageous to the United States, for example, by barring the fielding of terrestrial and space-based anti-satellite capabilities, or by trying to block advanced bioweapons or Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 167 tailored-effect nuclear weapons such as electromagnetic-pulse, enhancedradiation or very low-yield weapons. In addition, the United States could develop, field, and demonstrate c apabilities needed to disable or destroy future Chinese capabilities, such as weapons that could penetrate China’s anti-access or area-denial networks, and attack both fixed and mobile targets across the Chinese homeland. Similarly, the United States could develop stealthy, long-range and persistent intelligence, surveillance, reconnaissance and precision-strike capabilities; nuclear-powered attack submarines and ballistic-missile submarines; navy unmanned combat air systems for carrier decks; abilities for locating and neutralising hardened and deeply buried targets; airborne and space-based remote sensing; micro-robotic sensors; earth-penetrating weapons; and electronic-attack capabilities (including high-power microwave and cyber-attack capabilities). Washington could also develop and demonstrate defences and counter-measures such as hardening US bases in the Pacific, which would force China to expend multiple missiles per shelter in any attack scenario and hence compel the country to invest in more expensive, longer-range missiles with unitary warheads. Another option would be to demonstrate more effective cruise- and ballistic-missile defence capabilities, or to equip future US military satellites with on-orbit refuelling capabilities, enabling them to manoeuvre more frequently. Finally, the United States could try to convince China that the military capabilities it seeks could be rendered irrelevant or obsolete. For example, Washington could seek to render radio-frequency jamming irrelevant by investing in laser communications and fielding terrestrial substitutes for satellite systems (such as high-altitude airships and very long-endurance unmanned aerial vehicles); it could also render Chinese short-range ballistic missiles less relevant by investing in extended-range landand carrierbased aircraft. The United States could also place increased emphasis on submerged power projection, devaluing China’s major investment in surface-navy ‘area-denial’ capabilities. Gauging China’s reactions No matter what kind of strategy is adopted, all analysts agree that much depends on how the Chinese react to it. Yet it may be a mistake to assume Downloaded by [Yale University Library] at 02:33 21 August 2013 168 | Michael Pillsbury that China will react at all to any US strategic moves. According to a study published in Harvard Business Review , in market competition, one-third of the time private companies do not respond to their rivals’ actions. 99 It may be that Chinese strategic decision-making parallels the decision-making of business organisations, meaning that, at least in some cases, American approaches may fail to produce a result. This outcome might be minimised, however, by evaluating any given strategy with reference to the following questions: • Will Chinese decision-makers even realise that the United States has made a move? Even if an action seems obvious, Chinese decision-makers may not recognise it. • Can Chinese decision-makers still meet their goals despite the US move? If so, they may conclude that mounting a response is not worth the expense and distraction, unless their real fears and sensitivities have been provoked. • Will mounting a response be a priority? Chinese decision-makers have a full agenda that would have to be curtailed to react. If they have already committed to plans that will occupy all their attention, they may be reluctant to shift their priorities, again unless their real fears or major sensitivities have been stimulated. • Can Chinese decision-makers overcome organisational inertia? Many officials might resist if reacting requires major organisational changes. • To what degree can China be convinced that the United States has benign, accommodating and cooperative intentions? Nationalistic – even paranoid – publications have appeared in China that suggest the country may never accept American reassurances, as these will always be seen as cloaking a secret strategy to contain China’s growth. • How intense are the various Chinese fears that would be heightened by a US strategy intended to channel Chinese defence investments away from power projection and disruptive systems? Will positive efforts be sufficient? Alternatively, are Chinese fears so intense that Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 169 it will be relatively easy to shift China away from global powerprojection forces and toward cooperation and domestic-oriented defence spending? Of course, if the Chinese do decide to react to a US move, they are almost sure to choose the response that promises the biggest pay-off according to their own analysis. It is vital, therefore, that American policymakers study Chinese decision-makers’ actual (as opposed to theoretical or ideal) behaviour and preferences, so as to better estimate the likelihood of their responding at all, to identify the responses they are likely to consider, and to evaluate which of these will have the biggest pay-off according to their own criteria. Moreover, it should always be remembered that linkages and organisational factors in Chinese decision-making may be in play so that certain US strategic choices might actually provoke an even more aggressive Chinese military expansion and increase in the military’s share of overall spending. Obviously, no American strategist would wish to provoke an overall increase in Chinese suspicion and mistrust of the United States that would lead to a greater level of defence spending than otherwise would have been the case. * * * Those who minimised China’s military build-up over the past two decades have had to revise their views. Renewed creativity will be needed as American policymakers determine whether it is possible to limit the disruptive aspects of China’s future forces and, if so, how. America’s Cold War experience may be worth recalling as Washington goes about selecting an effective strategy toward China: Christopher Ford and David Rosenberg remind us that many years of extensive intelligence work to penetrate the Soviet military mind was necessary before precise measures – including arms-control negotiations – could be designed to cap Moscow’s forces. 100 Whether we have reached this level of understanding of China is an open question that deserves to be answered. Until it is, policymakers’ guiding principle should be to ‘first, do no harm’. Downloaded by [Yale University Library] at 02:33 21 August 2013 170 | Michael Pillsbury Notes 1 John Lewis Gaddis, George F. Kennan, An American Life (New York: Penguin, 2011), p. 186. 2 See Nathan Leites, ‘On Violence in China’, in Elizabeth Wirth Marvick (ed.), Psychopolitical Analyses: Selected Writings of Nathan Leites (New York: John Wiley, 1977), pp. 213–46; and Richard E. Nisbett, The Geography of Thought: How Asians and Westerners Think Differently and Why (New York: Free Press, 2003). Cultural differences are also emphasised in Charles Horner, Rising China and its Postmodern Fate: Memories of Empire in a New Global Context (Athens, GA: University of Georgia Press, 2010). A much-cited classic is François Jullien, A Treatise on Efficacy: Between Western and Chinese Thinking (Honolulu, HI: University of Hawai’i Press, 2004), p. 38. 3 This research drew upon a multi-year research project first reported in the author’s previous works, Chinese Views of Future Warfare , 2nd ed. (Washington DC: NDU Press, 1998), and China Debates the Future Security Environment (Washington DC: NDU Press, 2000), both of which detail the dozens of visits to Chinese military and intelligence research centres in Beijing and Shanghai facilitated by the author’s early relationship to the People’s Liberation Army and Chinese intelligence services in the 1970s, before the normalisation of diplomatic relations between China and the United States. That story is recounted in Philip Heymann, Living the Policy Process (Oxford: Oxford University Press, 2008); Raymond L. Garthoff, Détente and Confrontation: American– Soviet Relations from Nixon to Reagan (Washington DC: Brookings Institution Press, 1984); and James Mann, About Face: A History of America’s Curious Relationship with China, from Nixon to Clinton (New York: Knopf, 1998). 4 Michael Pillsbury, ‘U.S. Debates About Taiwan’s Security, 1979–2009’, in Cheng-yi Lin and Denny Roy (eds), The Future of United States, China, and Taiwan Relations (New York: Palgrave Macmillan, 2011), pp. 209–42. 5 See Amy Chang, Indigenous Weapons Development in China’s Military Modernization (Washington DC: US–China Economic and Security Review Commission, 5 April 2012), http://www.uscc. gov/researchpapers/2012/China-Indigenous-Military-Developments-Final-Draft-03-April2012.pdf); John Pomfret, ‘Defense Secretary Gates: U.S. Underestimated Parts of China’s Military Buildup’, Washington Post , 9 January 2011, http://www. washingtonpost.com/wp-dyn/ content/article/2011/01/09/ AR2011010901068.html; Anna Mulrine, ‘We Underestimated China, U.S. Official Says after Reports of J-20 Stealth Fighter’, Christian Science Monitor , 6 January 2011; ‘New US Pacific Commander Concerned About North Korea, China’, Voice of America News, 21 October 2009, http://www. voanews.com/english/news/a-13-2009- 10-21-voa8.html. Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 171 6 Henry Kissinger, ‘The Future of U.S.– Chinese Relations’, Foreign Affairs , vol. 91, no. 2, March–April 2012, pp. 44–5. 7 Thomas G. Mahnken et al., ‘Asia in the Balance: Transforming US Military Strategy in Asia’, American Enterprise Institute, 4 June 2012, http://www.aei.org/papers/foreignand-defense-policy/regional/asia/ asia-in-the-balance-transforming-usmilitary-strategy-in-asia/. 8 For the creation of the new Air–Sea Battle Office, see Bill Gertz, ‘China’s High Tech Military Threat and What we are Doing About It’, Commentary , April 2012. Mitt Romney laid out a national programme in No Apology: The Case for American Greatness (New York: St Martin’s Press, 2010), pp. 82–100. 9 See Thomas Mahnken (ed.), Competitive Strategies for the 21st Century: Theory, History and Practice (Stanford, CA: Stanford University Press, 2012). 10 For more on the importance of understanding psycho-cultural factors to effectively forecast Chinese defence decision-making over the long term (and the ways in which studying such factors in the Chinese context will be more difficult that studying the Soviets), see Nathan Leites, A Study Of Bolshevism: An Analysis Of Soviet Writings To Find A Set Of Rules Governing Communist Political Strategy (Glencoe, IL: Free Press, 1953); Remembering Nathan Leites: An Appreciation (Santa Monica, CA: RAND Corporation, 1988). The collection of essays by George Loewenstein, Exotic Preferences, Behavioral Economics and Human Motivation (Oxford: Oxford University Press, 2007), reprints his insightful 1996 essay ‘Out Of Control: Visceral Influences On Behavior’, pp. 65, 272–92; another useful survey is George Loewenstein and Jennifer S. Lerner, ‘The Role of Emotion in Decision Making’, in R.J. Davidson, H.H. Goldsmith and K.R. Scherer (eds), The Handbook of Affective Sciences (Oxford: Oxford University Press, 2002). 11 Feng Liang and Duan Tingzhi of the Naval Command College argue that China’s coastline is ‘not exposed to the open ocean’, classifying the bodies of water around China as ‘sealed-off’. Feng Liang and Duan Tingzhi, ‘Characteristics of China’s Sea Geostrategic Security and Sea Security Strategy in the New Century’, Zhongguo Junshi Kexue [China Military Science], January 2007, pp. 22–9. 12 Colonel Dai Xu writes: ‘The current security environment around China is the worst among the peripheries of all large countries … At present, a large “C shape” encirclement targeted at China has taken shape.’ Dai Xu, ‘The Threat of War Is Not Far From China’, Huanqiu Shibao [Global Times], 20 August 2009. See also Liu Yijian, Zhihaiquan yu Haijun Zhanlue [The Command of Sea and the Strategic Employment of Naval Forces] (Beijing: National Defense University Press, 2004), p. 233. 13 See Toshi Yoshihara, ‘Chinese Military Strategy and the U.S. Naval Presence in Japan: The Operational View from Beijing’, Naval War College Review , vol. 63, no. 3, Summer 2010, pp. 39–62. 14 For examples of the Chinese fear of blockade, see Bernard D. Cole, ‘The Energy Factor in Chinese Maritime Downloaded by [Yale University Library] at 02:33 21 August 2013 172 | Michael Pillsbury Strategy’, and James Bussert, ‘China’s Surface Combatants in the New SLOC Defense Imperative’, in Gabriel B. Collins et al. (eds), China’s Energy Strategy: The Impact on Beijing’s Maritime Policies (Annapolis, MD: Naval Institute Press, 2008). See also Chang Jui-chang, ‘Shimoji Island: Rising Strategic Keystone’, Asahi Shimbun , 14 February 2005. 15 Gao Fugang and Sun Mu, ‘Study of Operational Effectiveness of Blockade Running of Escorted Submarine’, Junshi Yunchou Yu Xitong Gongcheng [Military Operations Research and Systems Engineering], 3 September 2006, pp. 39–42. 16 Such blockade methods are described in articles such as Tai Feng, ‘Multipronged Blockade of the Ocean: Japan’s Measures after the Offshore Submarine Incident’, Xiandai Wuqi [Modern Weapons], March 2005, p. 51 (translation from the Chinese provided by Professor Toshi Yoshihara of the US Naval War College); Li Zuyu, ‘Combat Uses of Japan’s Airpower’, Shipborne Weapons , March 2007, p. 48 (translation from the Chinese provided by Professor Toshi Yoshihara of the US Naval War College); Wu Peihuan and Wu Yifu, ‘Acting with a Motive: The Japan–U.S. Island Defenses Exercises’, Modern Weaponry , February 2006, p. 8 (translation from the Chinese provided by Professor Toshi Yoshihara of the US Naval War College). 17 The references cited in this study include Ge Genzhong, ‘Submarine Operation in Informatized Warfare’, Qianting Xueshu Yanjiu [Submarine Research], vol. 22, no. 1, 2004; Mao Chuangxin et al., Case Study of Submarine Warfare (Qingdao: Naval Submarine Academy, 1997); Zhang Wenyu et al., ‘Introduction to Asymmetric Operations of Submarines’, Qianting Xueshu Yanjiu [Submarine Research], vol. 22, no. 1, 2004; Rong Haiyang et al., Submarine Tactics (Qingdao: Naval Submarine Academy, 2001); Qin Gang, Submarines in Naval Warfare (Nanjing: Naval Command Academy, 1997); Wan Chun, Surface Warship Tactics (Nanjing: Naval Command Academy, 2004); Cheng Wangchi et al., ‘A Method to Estimate Force Required for Submarine to Run a Blockade’, Junshi Yunchou Yu Xitong Gongcheng [Military Operations Research and Systems Engineering], vol. 18, no. 1, 2004, pp. 21–3. 18 Zhang Dengyi , ‘ Guanhao Yonghao Haiyang’ [Manage and Use the Ocean Well], Qiushi , no. 11, p. 46; Feng Liang and Zhang Xiaolin, ‘Lun Heping Shiqi Haijun de Zhanlue Yunyong’ [A Discussion of the Navy’s Strategic Use in Peacetime], Zhongguo Junshi Kexue [China Military Science], no. 3, 2001, p. 78.; and Lu Rude, ‘Zai Da Zhanlue zhong gei Zhongguo Haiquan Dingwei’ [Defining Sea Power in China’s Grand Strategy], Renmin Haijun [People’s Navy], 6 June 2007. 19 Zhang Wenmu, ‘Jingji Quanqiuhua yu Zhongguo Haiquan’ [Economic Globalization and Chinese Sea Power], Zhanlue yu Guanli [Strategy and Management] , no. 1, 2003, p. 96. 20 He Jiacheng, Zou Lao and Lai Zhijun, ‘Guoji Junshi Anquan Xingshi ji Woguo de Guofang Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 173 Jingji Fazhan Zhanlue’ [The International Military Situation and China’s Strategy of National Defense Economic Development], Junshi Jingji Yanjiu [Military Economic Research] , no. 1, 2005, p. 12. 21 Da Wei, ‘ Zhongguo de Haiyang Anquan Zhanlue’ [China’s Maritime Security Strategy], in Yang Mingjie (ed.), Haishang Jiaodao Anquan yu Guoji Hezuo [Sea Lane Security and International Cooperation] (Beijing: Shishi Chubanshe, 2005), p. 365. 22 Liu Xinhua and Qin Yi, ‘Zhongguo de Shiyou Anquan ji qi Zhanlue Xuanze’ [China’s Oil Security and its Strategic Choices], Xiandai Guoji Guanxi [Contemporary International Relations] , no. 12, 2003, p. 39. This journal is published by the Ministry of State Security’s think tank, China Institute of Contemporary International Relations (CICIR). 23 Ibid ., p. 119. See also Gabriel B. Collins and William S. Murray, ‘No Oil for the Lamps of China?’, Naval War College Review , vol. 61, no. 2, Spring 2008, pp. 79–95; Andrew Erickson and Lyle Goldstein, ‘Gunboats for China’s New “Grand Canals”?’, Naval War College Review , vol. 62, no. 2, Spring 2009; ‘Chinese Admiral Floats Idea of Overseas Naval Bases’, Reuters, 30 December 2009, http://www.reuters.com/article/ idUSTRE5BT0P020091230. China’s fear about its sea lines of communication is heightened by its concerns that global ‘peak oil’ production has been reached, increasing China’s future vulnerability to a blockade. See Cao Kui and Zou Peng, ‘Discussion of China’s Oil and Energy Security’, Teaching Politics , November 2005; ‘A Study of Energy Security’, Chinese Academy of Social Sciences, 5 December 2007, http://www.cass.net. cn/file/20071205106095.html; and ‘The Real Meaning of ‘Energy Security’, Office of the National Energy Leading Group,18 September 2006, available at http://www.chinaenergy.gov.cn/. 24 See Andrew Erickson and Lyle Goldstein, ‘Gunboats for China’s New “Grand Canals”?’, Naval War College Review , vol. 62, no. 2, Spring 2009, http://www.usnwc.edu/getattachment/ f655705e-0ef3-4a21-af5a-93df77e527fa/ Gunboats-for-China-s-New--Grand-Canals---Probing-t. 25 According to the guide, ‘during deepsea SLOC defense combat, the loss of superior coastal conditions and the presence of numerous disadvantageous factors mean that there is a great threat from enemy forces disrupting transportation’. The Chinese navy, it argues, should employ ‘large group concentrations’ to attack enemy ships taking on fuel and supplies or transiting ‘narrow waterways’, particularly during inclement weather; and ‘stick close to the coasts of friendly countries’. To improve deepsea SLOC protection in the future, China should ‘endeavor to establish a contemporary, integrated and offensive, new, special mixed fleet with an aircraft carrier at its core, with missile destroyers (or cruisers) and nuclear attack submarines as backbone forces’. Bi Xinglin (ed.), Campaign Theory Study Guide (Beijing: National Defense University Press, 2002), pp. 107, 228–56. Downloaded by [Yale University Library] at 02:33 21 August 2013 174 | Michael Pillsbury 26 Zhang Yuliang et al., Science of Campaigns (Beijing: National Defense University Press, 2006), pp. 297–303. 27 Shi Chunlun, ‘A Commentary on Studies of the Last Ten Years Concerning China’s Sea Power’, Xiandai Guoji Guanxi [Contemporary International Relations], 20 April 2008; and Liu Jiangping and Zhui Yue, ‘Management of the Sea in the 21st Century: Whither the Chinese Navy?’, Dangdai Haijun [Modern Navy] , June 2007. 28 Xu Genchu, Lianhe Xunlian Xue [Science of Joint Training] (Beijing: Military Science Press, 2007). This volume, like many of the others cited here, are marked ‘ junnei faxing ’, which literally means ‘military internal dissemination’. They are not ‘secret’ in the sense of being actually classified, but in Chinese military bookshops, they are kept in special rooms that only officers of the People’s Liberation Army may enter. They do not have ISBN numbers on their covers. The US government has made many such volumes available to scholars at the Harvard and UC Berkeley libraries, though it is not known how they were originally obtained. 29 Guang Tao and Yao Li, Zhongguo Zhanqu Junshi Dili [China’s Theater Military Geography] (Beijing: PLA Press, 2005). 30 Ibid. 31 Zhanyi Xue [The Science of Campaigns] (Beijing: NDU Press, 2000); Zhanyi Lilun Xuexi Zhinan [Guide to the Study of Campaign Theory] (Beijing: NDU Press, 2002); Zhongguo Renmin Jiefangjun Lianhe Zhanyi Gangyao [PLA Outline on Joint Campaigns] (Beijing: Central Military Commission, 1999). The text of the Outline is secret, but its existence is discussed in Guide to the Study of Campaign Theory and many other places. Its issuance was announced in ‘Zhongyang Junwei zhuxi Jiang Xemin qianshu mingling wojun xinyidai zuozhan tiaoling banfa’ [CMC Chairman Jiang Zemin Signs Order Implementing Our Army’s New Generation of Operational Regulations], Renmin Ribao [People’s Daily], 25 January 1999, http://www.people.com.cn/item/ldhd/ Jiangzm/1999/mingling/ml0003.html. 32 Guang Tao and Yao Li, Zhongguo Zhanqu Junshi Dili [China’s Theater Military Geography]. 33 ‘CCTV-7 Shows North Sword 2005 Exercise, PLA’s Li Yu Meeting Foreign Observers’, Beijing CCTV-7, 28 September 2005; ‘Chinese Military Paper Details North Sword 2005 PLA Exercise’, PLA Daily, 28 September 2005; ‘PLA Airborne in “1st Live” Drill vs “Digitised” Armor Unit in “North Sword”’, Kongjun Bao [Airforce Daily], 29 September 2005; ‘Xinhua Article Details PLA’s “North Sword 2005” Exercise Held at Beijing MR Base’, Xinhua Domestic Service, 27 September 2005; and ‘China Launches Its Biggest-Ever War Exercises’, People’s Daily Online , 27 September 2005, http://english. peopledaily.com.cn/200509/27/ eng20050927_211190.html. 34 For an overview of this issue, see Murray Scot Tanner, ‘How China Manages Internal Security Challenges and Its Impact on PLA Missions’, in Roy Kamphausen, David Lai and Andrew Scobell (eds), Beyond Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 175 the Strait: PLA Missions Other Than Taiwan (Carlisle, PA: US Army War College, 2009), http://www.strategic studiesinstitute.army.mil/pdffiles/ pub910.pdf. 35 The official was identified as Yu Hongjun, deputy director of the research division of the Central Committee Liaison Department, who gave an interview to the Qinghua University World Affairs Forum, as reported in Shijie Zhishi [World Knowledge], no. 23, 1 December 2002, pp. 34–9. 36 ‘Backgrounder: Major PLA-Related Joint Anti-Terror Military Exercises and Trainings’, People’s Daily Online , 21 December 2007, http://english. peopledaily.com.cn/90001/90776/ 6325264.html. 37 Li Haiyuan, ‘Renmin Wang on Anti-Terrorist Drills in PRC, with SCO Members’, People’s Daily Online , 29 September 2003. 38 Ibid. ; ‘National Counterterrorist Exercise “Great Wall #2” Successfully Held’, Dispatch of the Information Office of the State Council, hosted on the website of the Chinese Government, April 2007, http://www. gov.cn/ztzl/2006gagz/content_582558. htm; Li Zhanbing and Xu Chuanhai, ‘East–West Gas Transmission Pipeline Company Participates in “Great Wall #2” Counterterrorism Exercise’, China Oil News , 23 February 2006, http:// www.oilnews.com.cn/gb/vguyb/2006- 02/23/content_656035.htm. 39 Li Xinqi, Tan Shoulin and Li Hongxia, ‘Precaution Model and Simulation Actualization on Threat of Maneuver Target Group on the Sea’, Qingbao Zhihui Kongzhi Xitong Yu Fangzhen Jishu [Intelligence Control Systems and Simulation Methods] , 1 August 2005; Michael Pillsbury, China Debates the Future Security Environment (Washington DC: National Defense University Press, 2000), pp. 83–5. Additional sources include Major-General Guo Xilin, ‘The Aircraft Carrier Formation Is Not an Unbreakable Barrier’, Guangming Ribao Online , 26 December 2000; Zhou Yi, ‘Aircraft Carriers Face Five Major Assassins’, Junshi Wenzhai [Military Digest], 1 March 2002, pp. 4–6; Feng Changsong, Xu Jiafeng and Wang Guosheng, ‘Six Aircraft Carrier Busters’, Zhongguo Guofang Bao [China Defence News], 5 March 2002, p. 4; Dong Hua, ‘Aircraft Carrier’s Natural Enemy: Anti-ship Missiles’, Junshi Wenzhai [Military Digest], 1 July 2002, pp. 50–2; Xiao Yaojin and Chang Jiang, ‘China’s Existing Tactical Missiles Can Fully Meet the Need of a Local War Under High-Tech Conditions’, Guangzhou Ribao [Guangzhou Daily] Online , 21 October 2002; and Wang Jiasuo, ‘Aircraft Carriers: Suggest You Keep Out of the Taiwan Strait!’, Junshi Wenzhai [Military Digest], 1 April 2001, pp. 58–9. 40 For examples of operations-research analysis on anti-aircraft-carrier methods, see ‘Preliminary Analysis on the Survivability of a U.S. Aircraft Carrier’, Zhidao feidan [Guided Missiles], no. 5, 2000, pp. 1–10; ‘Study of Attacking an Aircraft Carrier Using Conventional Ballistic Missiles’, Dier paobing gongcheng sheji yuanjiuyuan [Second Artillery Corps Research Institute of Engineering Design], Xian, 2002; ‘Concept of Using Conventional Downloaded by [Yale University Library] at 02:33 21 August 2013 176 | Michael Pillsbury Ballistic Missiles to Attack a Carrier Fleet’, Keji yanjiu [Science and Technology Research], no. 1, 2003; Movement Forecast Model and Precision Analysis of Maneuvering Targets at Sea (Beijing: Second Artillery Engineering Academy, 2005); ‘Research on Optimisation Methods for Firepower Allocation Plans in Joint Strike Fires’, Junshi yunchou yu xitong gongcheng [Military Operations Research and Systems Engineering], 2005. 41 Huang Hongfu, ‘Concept of Using Conventional Ballistic Missiles to Attack a Carrier Fleet’, Keji Yanjiu [Science and Technology Research], no. 1, 2003, pp. 6–8; Wang Yanfeng, ‘Study of Attacking Aircraft Carrier Using Conventional Ballistic Missiles’, Master’s thesis, Institute of Engineering of the Second Artillery; Bi Shiguan, ‘Preliminary Analysis on the Survivability of a U.S. Aircraft Carrier’, Feihang Daodan [Guided Missiles], no. 5, 2000, pp. 1–10; Liu Sifeng et al., Grey System: Theory and Application (Beijing: Science Press, 1999); Xiong Shengqing and Zhou Qin, ‘China’s Contemporary National Defense Series’, in Zhongguo Dangdai Junshi Wenku [China Modern Military Treasury] (Beijing: NDU Press, 1998) [book excerpt]. Xiong served as director of the Military Affairs Research Office at the Fleet Training Center and was the director of the Nanhai Fleet Command Department office, holding the rank of naval captain. He has published more than 20 academic articles, of which several have won the Outstanding Naval Article prize. 42 Tony Capaccio, ‘China’s New Missile May Create a “No-Go Zone” for U.S. Fleet’, Bloomberg News, 17 November 2009. 43 Teng Lianfu and Jiang Fusheng (eds), Kongjun Zuozhan Yanji [Air Force Operations Research] (Beijing: National Defense University Press, May 1990), pp. 276–82; and Dai Jinyu (ed.) , Kongjun Zhanlue Xue [Science of Air Force Strategy] (Beijing: NDU Press, July 1995). 44 Hua Renjie, Cao Yifeng and Chen Huixiu (eds), Kongjun Xueshu Sixiang Shi [History of Air Force Theory] (Beijing: PLA Publishers, 1991), pp. 294–331. 45 For a comprehensive discussion of Chinese air force doctrinal developments and new operational concepts, see Kevin M. Lanzit and Kenneth Allen, ‘Right-Sizing the PLA Air Force: New Operational Concepts Define a Smaller, More Capable Force’, in Roy Kamphausen and Andrew Scobell (eds), Right-sizing the People’s Liberation Army: Exploring the Contours of China’s Military (Carlisle, PA: Strategic Studies Institute, U.S. Army War College, 2007). 46 See chapter 2 of Dennis Blasko, The Chinese Army Today (Abingdon: Routledge, 2006), pp. 16–46. 47 China’s fear of US–Taiwan defence cooperation is described in Michael Pillsbury, ‘The US Role in Taiwan’s Defense Reforms: Report to the U.S.–China Economic and Security Review Commission’, 29 February 2004, http://www.uscc. gov/researchpapers/2004/04_05_24_ dr_pspeechintaipei_final1.php. See also‘Deputy Li Tiemin: Ensure Safety of Strategic Seaways for China’, PLA Daily , 14 March 2007; Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 177 Zhou Hongtu, ‘Reconsidering the “Malacca Dilemma” and China’s Energy Security’, Xiandai Guoji Guanxi [Contemporary International Relations], 20 June 2007; and Ju Hailong, ‘Can the South China Sea Issue Be Resolved Peacefully?’, Shijie Zhishi [World Knowledge], 1 February 2007. 48 See Mark Cozad, ‘Prospects for Future Missions In The South And East China Seas’, in Kamphausen and Scobell (eds), Right-sizing the People’s Liberation Army . 49 Tao Shelan, ‘PLA Admiral States Need for Offensive as well as Defensive Capabilities’, Zhongguo Xinwen She [China News Agency], 9 January 2007; Zhou Yawen, Li Gencheng and Tang Zhongping, ‘South Sea Fleet Base Enhances Ship-Borne Weaponry Support Capabilities’, PLA Daily , 25 March 2008; and Ju Hailong, ‘Can the South China Sea Issue Be Resolved Peacefully?’, Shijie Zhishi [World Knowledge], 1 February 2007. 50 Xu Changlei and Pan Li, ‘Blue Force Also Wins’, Rocket Force News , 25 April 2006; Wang Suming and Zhang Shenghong, Rocket Force News , 7 July 2006, p. 2. I am indebted to Ken Allen of CNA for this reference. 51 See Liu Mingsong and Zhang Jiangang, ‘Profile: Sun Jiyin – Showdown at Frontline of Virtual World’, Rocket Force News , 24 September 2008, p. 4. 52 Wei Cunren, ‘Moubu yong shizhan biaozhun jianyan zhandouli’ [A Certain Unit Uses Realistic Warfare Standards to Evaluate Combat Power], Rocket Force News , 18 April 2006, p. 1. 53 The best study of war control is Lonnie D. Henley, ‘Evolving Chinese Concepts of War Control and Escalation Management’, in Michael D. Swaine, Andrew N.D. Yang and Evan S. Medeiros (eds), Assessing the Threat: The Chinese Military and Taiwan’s Security (Washington DC: Carnegie Endowment, 2007), pp. 85–110. See also Xin Qin, Xinxihua Shidai de Zhanzheng [Warfare in the Information Age] (Beijing: National Defense University Press, 2000), pp. 1, 10; Chen Yong, Xu Guocheng and Geng Weidong (eds), Gao Jishu Tiaojian xia Lujun Zhanyi Xue [The Study of Ground Forces Campaign Theory under High Technology Conditions] (Beijing: Military Science Press, 2003). 54 See Michael S. Chase and Evan Medieros, ‘China’s Evolving Calculus: Modernization and Doctrinal Debate’, in James Mulvenon and David Finklestein (eds), China’s Revolution in Doctrinal Affairs: Emerging Trends in the Operational Art of the Chinese People’s Liberation Army (Arlington, VA: RAND Corporation and the Center for Naval Analysis, 2006), p. 147; Ken Allen and Maryanne Kivlehan-Wise, ‘Implementing PLA Second Artillery Doctrinal Reforms’, in Mulvenon and Finklestein (eds), China’s Revolution in Doctrinal Affairs , pp. 159–200; and Bates Gill, James Mulvenon and Mark Stokes, ‘The Chinese Second Artillery Corps: Transition to Credible Deterrence’, in James Mulvenon and Andrew N.D. Yang (eds), The People’s Liberation Army as an Organization (Santa Monica, CA: RAND Corporation, 2002), pp. 510–86. Downloaded by [Yale University Library] at 02:33 21 August 2013 178 | Michael Pillsbury 55 Peng Guangqian and You Youzhi, Zhanlue Xue [The Science of Military Strategy], (Beijing: Military Science Press, 2001), p. 213.; Yao Youzhi and Zhao Dexi, ‘Zhanlue de fanhua, shouheng yu fazhan’ [The Generalization, Conservation, and Development of Strategy], Zhongguo Junshi Kexue [China’s Military Science], 30 September 2001, pp. 120–7; Han Jiahe and Xiong Chunbao, ‘Qiantan junshi weiji kongzhi’ [A Brief Discussion of Military Crisis Control], Guofang Bao [Defense News], 22 October 2001, p. 101; Yu Jiang, ‘Zhanzheng kongzhi: zouchu suobujide weigu’ [War Control: Getting Out of an Exhausting Difficult Situation], Guofang Bao [Defense News], 25 March 2004, http://www.pladaily.com.cn/gb/ defence/2004/03/25/20040325017054. html; Feng Changsong, ‘Tigao daying zhanzheng he ezhi zhanzheng de nengli’ [Raise Abilities to Win and Contain Wars], PLA Daily , 27 August 2003; ‘Zhongguo junshi zhuanye tichu xiandai zhanzheng mouqiu “gao zhengzhi”’ [Chinese Military Specialists Address the Quest for ‘High Control’ in Modern Warfare], Guangming Ribao [Guangming Daily], 28 April 2004. 56 Peng Guangqian and You Youzhi, Zhanlue Xue [The Science of Military Strategy]. 57 Xiao Tianliang, Zhanzheng Kongzhi Wenti Yanjiu [On War Control] (Beijing: National Defense University Press, 2002). 58 Cited in Lonnie D. Henley, ‘Evolving Chinese Concepts of War Control and Escalation Management’, in Michael D. Swaine, Andrew N.D. Yang and Evan S. Medeiros (eds), Assessing the Threat: The Chinese Military and Taiwan’s Security (Washington DC: Carnegie Endowment, 2007), pp. 85–110. 59 For a comparison between JTIDS and Qu Dian see Bob Schaffer, ‘Remarks on China in the House of Representatives’, Congressional Record, 14 March 2002, Extensions, pp. E360–E361, available at http:// www.fas.org/irp/congress/2002_cr/ h031402.html. 60 Stephen Saunders (ed.), Jane’s Fighting Ships: 2005–2006 , 108th ed. (Coulsden: Jane’s Information Group, 2005), p. 123. 61 Jane’s All the World’s Aircraft, 2005– 2006, (Coulsden: Jane’s Information Group, 2005), p. 443; Jane’s C4I Systems: 2005–2006 , 17th ed. (Coulsden: Jane’s Information Group, 2005), p. 274. Cited in Larry M. Wortzel, ‘PLA Command, Control and Targeting Architectures: Theory, Doctrine, and Warfighting Applications’, in Kamphausen and Scobell (eds), Right-Sizing the People’s Liberation Army , p. 222. 62 Fan Li, ‘Exploration of Construction of Security Defense Architecture for Military Information System’, Jisuanji Anquan [Computer Security], February 2009. 63 Pei Jingyu et al., Information Security and Cryptographic Technology (Beijing: Haichao Press, 2003); ‘Information Warfare – Principle and Application’, 28th Research Institute of the Ministry of Information Industry, 2001; Jiang Chunfan, et al., ’Study on Issues Related to Security System Architecture for Information Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 179 Systems’, Jisuanji Gongcheng Yu Yingyong [Computer Engineering and Applications], 2004; Wang Lang, ’Study and Design of a Model of an Information Security Assurance System’, Beijing Shifan Daxue Xuebao [Journal of Beijing Normal University], 2004; Su Jie et al. ‘Design and Realization of a Novel Comprehensive Security Defense System’, Jisuanji Yingyong Yu Ruanjian [Computer Application and Software], 2006. 64 Ding Xiaofeng and Xue Zhi, ‘Network Attack/Defense and Game Theory’, Xinxi Anquan Yu Tongxin Baomi [Information Security and Communications Security], September 2008. 65 Hu Wen, ‘Analysis and Countermeasures of Computer Network Leakage’, Jisuanji Anquan [Compuer Security], 1 January 2009. 66 Yao Lihong, Zi Xiaochao and Li Jianhua, ‘Information Transmission Model for Covert Channels’, Dianzi Xuebao [Electronics Journal], November 2008. 67 Li Na ‘Trusted Computing and Network Security’, Jisuanji Anquan [Computer Security], October 2005, pp. 7–9. 68 Department of Defense, ‘DoD 5200. 28-STD Trusted Computer System Evaluation Criteria’, 15 August 1983; Ádám Darvas, Reiner Hähnle and David Sands, ‘A Theorem Proving Approach to Analysis of Secure Information Flow’, Lecture Notes in Computer Science , no. 3450, 2003, pp. 193–209; Alessandra Di Pierro, Chris Hankin and Herbert Wiklicky, ‘Approximate Non-interference’, Journal of Computer Security , vol. 12, no. 1, 2004, pp. 37–81; Steven Gianvecchio and Haining Wang, ‘Detecting Covert Timing Channels: An Entropy-Based Approach’, Proceedings of the 14 th ACM Conference on Computer and Communications Security (New York: ACM, 2007), pp. 307–16. 69 ‘The Strategic Chess Game on the Security of Psychological Space’, PLA Daily , 1 September 2009, p. 7. 70 For examples of operations research on anti-satellite capabilities, see ‘Campaign Efficiency Evaluation Model of Anti-Satellite Weapons’, Zhanshu daodan kongzhi jishu [Control Technology and Tactical Missiles], 1 December 2005; Cheng Fengzhou, Wang Ziming and Chen Shilu, ‘Terminal Guidance Analysis of Extra-Atmospheric Kinetic Kill Vehicle’, Feixing lixue [ Flight Dynamics], no. 1, 2002; and Li Daguang, Space Warfare (Beijing: NDU Press, 2001), pp. 409–10. 71 Jia Junming, On Space Operations (Beijing: NDU Press, 2003). Three Chinese military studies on space warfare and assassin’s mace weapons are reviewed in Michael Pillsbury, ‘An Assessment of China’s Anti-Satellite and Space Warfare Programs, Policies And Doctrines’, U.S–China Economic and Security Review Commission, 19 January 2007, http://www.dtic.mil/ cgi-bin/GetTRDoc?AD=ADA476735. 72 Larrry M. Wortzel, ‘The Chinese People’s Liberation Army and Space Warfare’, American Enterprise Institute , 17 October 2007, p. 2, http:// www.aei.org/paper/26977; Ashley J. Tellis, ‘Punching the U.S. Military’s Downloaded by [Yale University Library] at 02:33 21 August 2013 180 | Michael Pillsbury “Soft Ribs”: China’s Antisatellite Weapon Test in Strategic Perspective’, Carnegie Endowment for International Peace, Policy Brief 51, June 2007, pp. 2 – 4, http://www. carnegieendowment.org/publications/ index.cfm?fa=view&id=19317. 73 Ashley J. Tellis, ‘China’s Military Space Strategy’, Survival , vol. 49, no. 3, Autumn 2007, p. 41. 74 Vago Muradian, ‘China Attempted To Blind U.S. Satellites with Laser’, Defense News , 28 September 2006. 75 Ian Easton, ‘The Great Game in Space: China’s Evolving ASAT Weapons Programs and their Implications for Future U.S. Strategy’, Project 2049, 24 June 2009, http://project2049.net/ documents/china_asat_weapons_the_ great_game_in_space.pdf. 76 Arun Sahgal, ‘China’s Search for Power and Its Impact on India’, The Korean Journal of Defence Analysis , vol. 15, no. 1, Spring 2003, pp. 155–82, especially pp. 155, 171; Valerie Niquet, ‘China and the Indian Subcontinent’, China News Analysis , no. 1555, 1 March 1996, p. 5; John W. Garver, ‘Asymmetrical Indian and Chinese Threat Perceptions’, in Sumit Ganguly (ed.), India as an Emerging Power (London: Frank Cass, 2003), pp. 109–34. 77 See Yang Pingxue, ‘A Trial Analysis of Factors Limiting Development of Sino-Indian Relations’, Nanya Yanjiu Qikan [South Asia Quarterly], no. 1, March 2002, pp. 38–41. 78 Zheng Tingying, Qingnian Cankao Online [Youth Reference Online] , 12 June 2009. 79 Lu Yin, ‘Challenges Facing Nuclear Nonproliferation in Northeast Asia’, Guoji Wenti Yanjiu [International Issues Research], no. 5, 2010. 80 Jian Xinfeng and Long Wenhu, ‘Examination of Japan’s Military Transformation in Recent Years’, Riben Xuekan , [Japan Review] no. 1, 2009; and Xu Wansheng, ‘Trends in Japanese Nuclear Policy’, Xiandai Guoji Guanxi [Contemporary International Relations], no. 4, 2008. 81 Zhao Huasheng, ‘An Evaluation of Eight Years of Putin’s Foreign Policy’, Xiandai Guoji Guanxi [Contemporary International Relations], no. 2, 2008. 82 Dennis C. Blair, ‘Military Power Projection In Asia’, in Ashley J. Tellis, Mercy Kuo and Andrew Marble (eds), Strategic Asia 2008–09: Challenges and Choices (Seattle, WA: National Bureau Of Asian Research, 2008), p. 420. 83 Cortez A. Cooper, ‘The PLA Navy’s New Historic Missions-expanding Capabilities for a Re-emergent Maritime Power’, testimony presented before the US–China Economic and Security Review Commission, 11 June 2009. 84 These estimates take into account market exchange rates and purchasing-power-parity calculations. See Keith Crane et al., Modernizing China’s Military Opportunities and Constraints (Santa Monica, CA: The Rand Corporation, 2005). 85 Ibid . 86 Kissinger, ‘The Future of U.S.–China Relations’, p. 55. 87 Interviews with staff of China Arms Control and Disarmament Association, Beijing, 26 June 2012. 88 Christopher Twomey, ‘Chinese– U.S. Strategic Affairs: Dangerous Dynamism’, Arms Control Association , Downloaded by [Yale University Library] at 02:33 21 August 2013 The Sixteen Fears: China’s Strategic Psychology | 181 January–February 2009, http://www. armscontrol.org/act/2009_01-02/ china_us_dangerous_dynamism. 89 Lewis Dunn, ‘Reshaping Strategic Relationships: Expanding the Arms Control Toolbox’, Arms Control Association , May 2009, http://www. armscontrol.org/act/2009_5/Dunn. 90 Christopher Twomey, ‘Chinese– U.S. Strategic Affairs: Dangerous Dynamism’. 91 Hans Kristensens, Robert Norris and Ivan Oelrich. ‘From Counterforce to Minimal Deterrence: A New Nuclear Policy on the Path Toward Eliminating Nuclear Weapons’, Federation of American Scientists and the National Resources Defense Council, Occasional Paper No. 7, April 2009, http://www.fas.org/pubs/_docs/ OccasionalPaper7.pdf. 92 Brad Roberts, ‘Dissuasion and China’, Strategic Insights , vol. 3, no. 10, October 2004. 93 Mark Cozad, ‘China’s Regional Power Projection: Prospects for Future Missions in the South and East China Seas’, in Roy Kamphausen, David Lai and Andrew Scobell (eds), Beyond the Strait: PLA Missions Other Than Taiwan (Carlisle, PA: US Army War College, 2009), http://www.strategicstudies institute.army.mil/pdffiles/pub910. pdf. 94 See, for example, Eric McVadon, ‘China and the United States on the High Seas’, China Security , vol. 3, no. 4, Autumn 2007, pp. 3–28, http:// www.chinasecurity.us/images/stories/ CS8_1.pdf. 95 The concept of dissuasion or competitive strategy dates to the early 1970s. See A.W. Marshall, Long-Term Competition with the Soviets: A Framework for Strategic Analysis (Santa Monica, CA: RAND, April 1972). The concept of dissuasion was recommended by the National Defense Panel in 1997, which stated the United States might seek options that ‘could be used … to dissuade prospective competitors from undertaking aggressive military competition’. National Defense Panel, ‘Transforming Defense: National Security in the 21st Century’, December 1997, p. 57. 96 Robert (Bob) Martinage, ‘Dissuasion Strategy’, Congressional Briefing, US Capitol, 6 May 2008, available at http://www. csbaonline.org/4Publications/ PubLibrary/S.20080506.Dissuasion_ Strateg/S.20080506.Dissuasion_Strateg. pdf. 97 Sir John Fisher, retiring as First Sea Lord, imparted what he called ‘the whole secret’ that he called ‘plunging’ to the new First Sea Lord Winston Churchill, according to Nicholas A. Lambert, Sir John Fisher’s Naval Revolution (Columbia, SC: University of South Carolina Press, 2002), p. 246. London’s strategy also dissuaded Paris from challenging British naval supremacy, according to Paul Kennedy, The Rise and Fall of British Naval Mastery (Amherst, NY: Humanity Books, 1983), p. 174. 98 Martinage seems well aware these two recommendations would be tricky to implement unless the United States had the requisite knowledge of China’s perceptions. Similarly, in his edited volume ( Competitive Strategies for the 21st Century ), Thomas Mahnken cautions in his concluding Downloaded by [Yale University Library] at 02:33 21 August 2013 182 | Michael Pillsbury chapter that ‘more needs to be done’ by scholars to ensure that American efforts at dissuasion will be effective. Surprisingly, Mahnken even challenges claims by both scholars and policymakers that US efforts at competitive strategy toward the Soviet Union ever succeeded, arguing that, despite these claims, ‘there has been no detailed case study of this interaction, particularly one incorporating Russian sources’. See Mahnken (ed.), Competitive Strategies for the 21st Century , pp. 301–2. 99 Kevin P. Coyne and John Horn, ‘Predicting Your Competitor’s Reaction’, Harvard Business Review , April 2009, http://hbr.org/2009/04/ predicting-your-competitors-reaction/ ar/1; Richard A. D’Aveni, ‘Mapping Your Competitive Position’, Harvard Business Review, November 2007, http://hbr.org/2007/11/mapping-yourcompetitive-position/ar/1; Michael E. Porter, ‘The Five Competitive Forces That Shape Strategy’, Harvard Business Review , January 2008, http://hbr. org/2008/01/the-five-competitiveforces-that-shape-strategy/ar/1. 100 Christopher A. Ford and David Rosenberg, ‘The Naval Intelligence Underpinnings of Reagan’s Maritime Strategy’, Journal of Strategic Studies , vol. 28, no. 2, April 2005, pp. 379–409. Downloaded by [Yale University Library] at 02:33 21 August 2013",
   'enriched_text': {'entities': [{'count': 43,
      'sentiment': {'score': -0.258147, 'label': 'negative'},
      'text': 'China.',
      'relevance': 0.782775,
      'type': 'Location',
      'disambiguation': {'subtype': ['Country']}},
     {'count': 75,
      'sentiment': {'score': -0.253227, 'label': 'negative'},
      'text': 'US',
      'relevance': 0.666863,
      'type': 'Location',
      'disambiguation': {'subtype': ['Region',
        'AdministrativeDivision',
        'GovernmentalJurisdiction',
        'FilmEditor',
        'Country'],
       'name': 'United States',
       'dbpedia_resource': 'http://dbpedia.org/resource/United_States'}},
     {'count': 10,
      'sentiment': {'score': -0.250313, 'label': 'negative'},
      'text': 'China’s Strategic Psychology',
      'relevance': 0.63228,
      'type': 'Organization'},
     {'count': 79,
      'sentiment': {'score': -0.237024, 'label': 'negative'},
      'text': 'Taiwan',
      'relevance': 0.617008,
      'type': 'Location',
      'disambiguation': {'subtype': ['GeographicFeature', 'Island', 'Country'],
       'name': 'Taiwan',
       'dbpedia_resource': 'http://dbpedia.org/resource/Taiwan'}},
     {'count': 21,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Yale University Library',
      'relevance': 0.583657,
      'type': 'Organization',
      'disambiguation': {'subtype': ['Location', 'Facility'],
       'name': 'Yale University Library',
       'dbpedia_resource': 'http://dbpedia.org/resource/Yale_University_Library'}},
     {'count': 9,
      'sentiment': {'score': 0.242617, 'label': 'positive'},
      'text': 'Michael Pillsbury Michael Pillsbury',
      'relevance': 0.530782,
      'type': 'Person'},
     {'count': 11,
      'sentiment': {'score': 0.041862, 'label': 'positive'},
      'text': 'Beijing',
      'relevance': 0.378068,
      'type': 'Location',
      'disambiguation': {'subtype': ['City'],
       'name': 'Beijing',
       'dbpedia_resource': 'http://dbpedia.org/resource/Beijing'}},
     {'count': 6,
      'sentiment': {'score': -0.374022, 'label': 'negative'},
      'text': 'US Navy',
      'relevance': 0.342213,
      'type': 'Organization',
      'disambiguation': {'subtype': ['ArmedForce', 'VideoGameDeveloper'],
       'name': 'United States Navy',
       'dbpedia_resource': 'http://dbpedia.org/resource/United_States_Navy'}},
     {'count': 1,
      'sentiment': {'score': -0.456424, 'label': 'negative'},
      'text': 'China’s Academy of Military Science',
      'relevance': 0.298108,
      'type': 'Organization'},
     {'count': 4,
      'sentiment': {'score': 0.134566, 'label': 'positive'},
      'text': 'Michael Pillsbury',
      'relevance': 0.292573,
      'type': 'Person',
      'disambiguation': {'subtype': [],
       'name': 'Michael Pillsbury',
       'dbpedia_resource': 'http://dbpedia.org/resource/Michael_Pillsbury'}},
     {'count': 5,
      'sentiment': {'score': -0.370981, 'label': 'negative'},
      'text': 'People’s Liberation Army',
      'relevance': 0.285738,
      'type': 'Organization'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'China’s National Defense University',
      'relevance': 0.267174,
      'type': 'Organization'},
     {'count': 4,
      'sentiment': {'score': -0.468344, 'label': 'negative'},
      'text': 'Russia',
      'relevance': 0.254308,
      'type': 'Location',
      'disambiguation': {'subtype': ['Country'],
       'name': 'Russia',
       'dbpedia_resource': 'http://dbpedia.org/resource/Russia'}},
     {'count': 5,
      'sentiment': {'score': 0.109038, 'label': 'positive'},
      'text': 'Soviet Union',
      'relevance': 0.25231,
      'type': 'Organization',
      'disambiguation': {'subtype': ['Location',
        'Country',
        'GovernmentalJurisdiction'],
       'name': 'Soviet Union',
       'dbpedia_resource': 'http://dbpedia.org/resource/Soviet_Union'}},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Chinese navy',
      'relevance': 0.248353,
      'type': 'Organization'},
     {'count': 6,
      'sentiment': {'score': 0.114628, 'label': 'positive'},
      'text': 'Washington',
      'relevance': 0.240524,
      'type': 'Location',
      'disambiguation': {'subtype': ['AdministrativeDivision',
        'GovernmentalJurisdiction',
        'MilitaryPost',
        'PlaceWithNeighborhoods',
        'USCounty',
        'City'],
       'name': 'Washington, D.C.',
       'dbpedia_resource': 'http://dbpedia.org/resource/Washington,_D.C.'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'China',
      'relevance': 0.237872,
      'type': 'Company'},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Chinese government',
      'relevance': 0.237702,
      'type': 'Organization'},
     {'count': 5,
      'sentiment': {'score': -0.064844, 'label': 'negative'},
      'text': 'India.',
      'relevance': 0.236488,
      'type': 'Location',
      'disambiguation': {'subtype': ['HumanLanguage',
        'Region',
        'GovernmentalJurisdiction',
        'FilmEditor',
        'Country'],
       'name': 'India',
       'dbpedia_resource': 'http://dbpedia.org/resource/India'}},
     {'count': 6,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Japan',
      'relevance': 0.230922,
      'type': 'Location',
      'disambiguation': {'subtype': ['Country']}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Taylor & Francis',
      'relevance': 0.229468,
      'type': 'Company',
      'disambiguation': {'subtype': ['PeriodicalPublisher'],
       'name': 'Taylor & Francis',
       'dbpedia_resource': 'http://dbpedia.org/resource/Taylor_&_Francis'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'George Kennan',
      'relevance': 0.22656,
      'type': 'Person',
      'disambiguation': {'subtype': [],
       'name': 'George Kennan (explorer)',
       'dbpedia_resource': 'http://dbpedia.org/resource/George_Kennan_(explorer)'}},
     {'count': 3,
      'sentiment': {'score': -0.427188, 'label': 'negative'},
      'text': 'Henry Kissinger',
      'relevance': 0.223369,
      'type': 'Person',
      'disambiguation': {'subtype': ['Politician',
        'AwardNominee',
        'AwardWinner',
        'Celebrity',
        'CompanyAdvisor',
        'Dedicator',
        'MilitaryPerson',
        'OfficeHolder',
        'OperaCharacter',
        'FilmActor'],
       'name': 'Henry Kissinger',
       'dbpedia_resource': 'http://dbpedia.org/resource/Henry_Kissinger'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Military Economic Research',
      'relevance': 0.21863,
      'type': 'PrintMedia'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Assistant Under Secretary of Defence for Policy Planning',
      'relevance': 0.216964,
      'type': 'JobTitle'},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'army',
      'relevance': 0.211264,
      'type': 'Organization',
      'disambiguation': {'subtype': ['ArmedForce'],
       'name': 'French Army',
       'dbpedia_resource': 'http://dbpedia.org/resource/French_Army'}},
     {'count': 1,
      'sentiment': {'score': 0.295244, 'label': 'positive'},
      'text': 'UK',
      'relevance': 0.206756,
      'type': 'Location',
      'disambiguation': {'subtype': ['AdministrativeDivision',
        'GovernmentalJurisdiction',
        'Kingdom',
        'MeteorologicalService',
        'Country'],
       'name': 'United Kingdom',
       'dbpedia_resource': 'http://dbpedia.org/resource/United_Kingdom'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'London',
      'relevance': 0.206578,
      'type': 'Location',
      'disambiguation': {'subtype': ['AdministrativeDivision',
        'GovernmentalJurisdiction',
        'OlympicHostCity',
        'PlaceWithNeighborhoods',
        'City'],
       'name': 'London',
       'dbpedia_resource': 'http://dbpedia.org/resource/London'}},
     {'count': 2,
      'sentiment': {'score': -0.421068, 'label': 'negative'},
      'text': 'researcher',
      'relevance': 0.206546,
      'type': 'JobTitle'},
     {'count': 1,
      'sentiment': {'score': -0.464522, 'label': 'negative'},
      'text': 'Hudson Institute',
      'relevance': 0.206461,
      'type': 'Organization',
      'disambiguation': {'subtype': [],
       'name': 'Hudson Institute',
       'dbpedia_resource': 'http://dbpedia.org/resource/Hudson_Institute'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'People’s Liberation Army Air Force',
      'relevance': 0.206351,
      'type': 'Organization'},
     {'count': 1,
      'sentiment': {'score': 0.470232, 'label': 'positive'},
      'text': 'Nathan Leites',
      'relevance': 0.206213,
      'type': 'Person'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'editor',
      'relevance': 0.204285,
      'type': 'JobTitle'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Theater Military Geography',
      'relevance': 0.204168,
      'type': 'Facility'},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Washington',
      'relevance': 0.202887,
      'type': 'Location',
      'disambiguation': {'subtype': ['StateOrCounty']}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Chinese Air Force',
      'relevance': 0.202228,
      'type': 'Organization'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'NDU Press',
      'relevance': 0.200964,
      'type': 'PrintMedia'},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Pentagon',
      'relevance': 0.200862,
      'type': 'Organization'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'AAA',
      'relevance': 0.198388,
      'type': 'Organization',
      'disambiguation': {'subtype': ['MusicalGroup', 'MusicalArtist'],
       'name': 'Against All Authority',
       'dbpedia_resource': 'http://dbpedia.org/resource/Against_All_Authority'}},
     {'count': 3,
      'sentiment': {'score': -0.014102, 'label': 'negative'},
      'text': 'Taylor',
      'relevance': 0.197458,
      'type': 'Person'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Harvard Business Review',
      'relevance': 0.19686,
      'type': 'PrintMedia',
      'disambiguation': {'subtype': ['Magazine'],
       'name': 'Harvard Business Review',
       'dbpedia_resource': 'http://dbpedia.org/resource/Harvard_Business_Review'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'director',
      'relevance': 0.196725,
      'type': 'JobTitle'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Communist Party',
      'relevance': 0.196605,
      'type': 'Organization',
      'disambiguation': {'subtype': ['PoliticalParty'],
       'name': 'Communist Party of China',
       'dbpedia_resource': 'http://dbpedia.org/resource/Communist_Party_of_China'}},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Christopher Twomey',
      'relevance': 0.196388,
      'type': 'Person'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'NDU',
      'relevance': 0.193972,
      'type': 'Organization',
      'disambiguation': {'subtype': [],
       'name': 'National Defense University',
       'dbpedia_resource': 'http://dbpedia.org/resource/National_Defense_University'}}],
    'sentiment': {'document': {'score': -0.391274, 'label': 'negative'}},
    'emotion': {'document': {'emotion': {'disgust': 0.06781,
       'joy': 0.528078,
       'anger': 0.117524,
       'fear': 0.565565,
       'sadness': 0.16318}}},
    'concepts': [{'text': "People's Liberation Army",
      'relevance': 0.970642,
      'dbpedia_resource': "http://dbpedia.org/resource/People's_Liberation_Army"},
     {'text': 'Military',
      'relevance': 0.874514,
      'dbpedia_resource': 'http://dbpedia.org/resource/Military'},
     {'text': 'China',
      'relevance': 0.685013,
      'dbpedia_resource': 'http://dbpedia.org/resource/China'},
     {'text': 'Armed forces',
      'relevance': 0.684914,
      'dbpedia_resource': 'http://dbpedia.org/resource/Armed_forces'},
     {'text': 'Army',
      'relevance': 0.674804,
      'dbpedia_resource': 'http://dbpedia.org/resource/Army'},
     {'text': 'Military history',
      'relevance': 0.559675,
      'dbpedia_resource': 'http://dbpedia.org/resource/Military_history'},
     {'text': 'Military of the United States',
      'relevance': 0.555533,
      'dbpedia_resource': 'http://dbpedia.org/resource/Military_of_the_United_States'},
     {'text': 'Navy',
      'relevance': 0.495158,
      'dbpedia_resource': 'http://dbpedia.org/resource/Navy'}],
    'categories': [{'score': 0.945101, 'label': '/society/unrest and war'},
     {'score': 0.908518, 'label': '/law, govt and politics'},
     {'score': 0.888707,
      'label': '/business and industrial/business operations'}],
    'relations': [],
    'keywords': [{'text': 'Chinese mind', 'relevance': 0.671235, 'count': 1},
     {'text': 'Chinese military fears', 'relevance': 0.613605, 'count': 1},
     {'text': "China's Strategic Psychology",
      'relevance': 0.593707,
      'count': 1},
     {'text': 'Chinese defence decisionmaking',
      'relevance': 0.586541,
      'count': 1},
     {'text': 'Sixteen Fears', 'relevance': 0.586355, 'count': 13},
     {'text': 'advocates of various China policies',
      'relevance': 0.57427,
      'count': 1},
     {'text': 'United States', 'relevance': 0.563354, 'count': 29},
     {'text': 'US government', 'relevance': 0.559437, 'count': 1},
     {'text': 'Yale University Library', 'relevance': 0.551071, 'count': 21},
     {'text': 'Chinese Views of Future Warfare',
      'relevance': 0.546283,
      'count': 1},
     {'text': 'influential group of American defence planners',
      'relevance': 0.545555,
      'count': 1},
     {'text': 'military planning', 'relevance': 0.544537, 'count': 1},
     {'text': 'Chinese military progress', 'relevance': 0.538812, 'count': 1},
     {'text': 'proponents of new weapons-system acquisitions',
      'relevance': 0.537282,
      'count': 1},
     {'text': 'Soviet defence decisions', 'relevance': 0.532721, 'count': 1},
     {'text': 'Advocates of engagement attack',
      'relevance': 0.532528,
      'count': 1},
     {'text': 'author of China Debates', 'relevance': 0.530703, 'count': 1},
     {'text': 'review of Chinese internal writings',
      'relevance': 0.528334,
      'count': 1},
     {'text': 'US policy', 'relevance': 0.52803, 'count': 2},
     {'text': "China's Strategic Psychology Michael Pillsbury Published",
      'relevance': 0.528001,
      'count': 1},
     {'text': 'Chinese military policy', 'relevance': 0.527215, 'count': 1},
     {'text': 'meet-force', 'relevance': 0.526662, 'count': 1},
     {'text': 'Strategy Publication details',
      'relevance': 0.524452,
      'count': 1},
     {'text': 'force’ approach', 'relevance': 0.52404, 'count': 1},
     {'text': 'Chinese fears Broad calls', 'relevance': 0.523077, 'count': 1},
     {'text': 'such rapid military advancement',
      'relevance': 0.523063,
      'count': 1},
     {'text': 'China’s lack', 'relevance': 0.522806, 'count': 1},
     {'text': 'lines of enemy capabilities',
      'relevance': 0.522623,
      'count': 1},
     {'text': 'military fears', 'relevance': 0.521275, 'count': 1},
     {'text': 'Policy Planning', 'relevance': 0.521219, 'count': 1},
     {'text': 'Liberation Army', 'relevance': 0.521189, 'count': 1},
     {'text': 'private study purposes', 'relevance': 0.521179, 'count': 1},
     {'text': 'views of the authors', 'relevance': 0.520341, 'count': 1},
     {'text': 'US Air', 'relevance': 0.520338, 'count': 1},
     {'text': 'fearful hostility of the Chinese military',
      'relevance': 0.519776,
      'count': 1},
     {'text': 'use of the Content', 'relevance': 0.519625, 'count': 1},
     {'text': 'Cold War', 'relevance': 0.519258, 'count': 3},
     {'text': 'power projection', 'relevance': 0.519102, 'count': 3},
     {'text': 'choices China', 'relevance': 0.518983, 'count': 1},
     {'text': 'pace of Chinese military development',
      'relevance': 0.517754,
      'count': 1},
     {'text': 'past decade', 'relevance': 0.517529, 'count': 3},
     {'text': 'review of US writings', 'relevance': 0.516926, 'count': 1},
     {'text': 'Chinese leaders', 'relevance': 0.51616, 'count': 2},
     {'text': 'foreign power', 'relevance': 0.515989, 'count': 2},
     {'text': 'nuclear weapons', 'relevance': 0.515775, 'count': 2},
     {'text': 'long term', 'relevance': 0.515565, 'count': 2},
     {'text': 'difficult position', 'relevance': 0.514738, 'count': 1},
     {'text': 'airborne attack', 'relevance': 0.514699, 'count': 1},
     {'text': 'anti-carrier missile', 'relevance': 0.514666, 'count': 1},
     {'text': 'third set of proposals', 'relevance': 0.514303, 'count': 1}]},
   'highlight': {'enriched_text.concepts.dbpedia_resource': ['http://dbpedia.org/resource/<em>China</em>'],
    'enriched_text.concepts.text': ['<em>China</em>'],
    'text': ['hackers and computer viruses. 50 Electronic warfare and cyber attacks on <em>China’s</em> missile forces are also a growing concern. 51 In mid-April 2006, a unit ( bu ) <em>located</em> in a mountainous region in southern <em>China</em> held a military-training evaluation during which ‘enemy forces’ successfully employed electromagnetic jamming against the command post. 52 13.',
     'The intense reaction to the test may have affected Chinese military views on the possibility that US forces might, in the event of a military encounter with <em>China</em>, find it necessary to target launch sites <em>located</em> Downloaded by [Yale University Library] at 02:33 21 August 2013 160 | Michael Pillsbury deep in the country’s interior. 74 Addressing this fear would call for more secure anti-satellite launch',
     'Similarly, the United States could develop stealthy, long-range and persistent intelligence, surveillance, reconnaissance and precision-strike capabilities; nuclear-powered attack submarines and ballistic-missile submarines; navy unmanned combat air systems for carrier decks; abilities for <em>locating</em> and neutralising hardened and deeply buried targets; airborne and space-based remote sensing; micro-robotic',
     '<em>China</em> Sea Issue Be Resolved Peacefully?’',
     'relations between <em>China</em> and the United States.'],
    'enriched_text.keywords.text': ['<em>China’s</em> lack',
     'choices <em>China</em>',
     "<em>China's</em> Strategic Psychology",
     'author of <em>China</em> Debates',
     'advocates of various <em>China</em> policies'],
    'enriched_text.entities.text': ['<em>China</em>.',
     '<em>China</em>',
     '<em>China’s</em> Strategic Psychology',
     '<em>China’s</em> Academy of Military Science',
     '<em>China’s</em> National Defense University'],
    'enriched_text.entities.disambiguation.name': ['Communist Party of <em>China</em>'],
    'enriched_text.entities.type': ['<em>Location</em>'],
    'enriched_text.entities.disambiguation.subtype': ['<em>Location</em>']}},
  {'id': 'be40cf15-bd50-4139-b507-dd27eb0cbc70',
   'result_metadata': {'confidence': 0, 'score': 4.808622},
   'extracted_metadata': {'sha1': '24cab2767af19eb08b8d798f8853163df1425fe3',
    'filename': '43- At What Cost Israel-China Ties_ Middle East Quarterly.pdf',
    'file_type': 'pdf'},
   'text': 'At What Cost Israel-China Ties? by P. R. Kumaraswamy Spring 2006, pp. 37-44 https://dev.meforum.org/926/at-what-cost-israel-china-ties Israel\'s military ties with China—especially the upgrading of Harpy surveillance aircraft—are undermining the Jewish state\'s security. The dispute goes beyond friendly and short-lived differences of opinion. Rather, the diplomatic row represents a clash of strategic outlooks that can have lasting consequences. Middle Eastern states, for example, may perceive Washington\'s public unhappiness over the Harpy deal and U.S. restrictions on future Israeli military dealings as a sign of wavering support for a country perceived by many to be Washington\'s chief ally in the region. For many states with strained or adversarial ties with Washington, Israel\'s diplomatic importance was as a symbolic gatekeeper to Washington. They perceived the development of relations with the Jewish state as a way to win them goodwill in the White House. But U.S. anger over Sino-Israeli military ties has undercut such a perception. The Unequal Triangle This dispute over China has its roots in the disintegration of the Soviet Union and the end of the Cold War. The ramications of the Soviet collapse upon Israel were vast. The disappearance of their Cold War patron encouraged both the Syrian government and proxies for the Palestine Liberation Organization to participate in the 1991 Madrid conference to discuss a negotiated settlement to the Arab-Israeli conict. The onset of the Oslo process in 1993 coincided with the slow collapse of the Arab political and economic boycott. Jordan signed a peace treaty with Israel in 1994, and Arab states such as Morocco, Oman, Qatar, and Tunisia exchanged low-level delegations with Israel. Indeed, between the Madrid conference and the Oslo accords, twenty-one countries renewed or established diplomatic relations with Israel. Following the signing of the Oslo accords as many as thirty-six states took similar steps.[1] But, the erosion of Israel\'s isolation did not just extend to moderate Arab states and African and former East Bloc nations. The end of the Cold War enabled Asian powerhouses such as India and China to abandon their hostility and normalize relations with Israel. While Israeli ofcials may have embraced their new international normality, Israel\'s foreign policy establishment paid scant attention to another major development: rising U.S. concern about China and its ambitions. During the Cold War, Washington was indifferent to the Israeli government\'s use of its military industries to court Beijing. Long before the January 1992 commencement of Sino-Israeli diplomatic ties, Israel forged military ties with China. The Israeli government enabled Beijing to circumvent U.S. and European military sanctions imposed following the 1989 Tiananmen Square crackdown. Most experts agree that arms sales and other military transactions lessened Chinese opposition toward Israel, led to a mitigation of hostile rhetoric, and eventually paved the way for normalization of relations.[2] But with the collapse of the Soviet Union, Washington no longer needed Beijing as a counterweight to Moscow and began to perceive China as a threat to its strategic interests in the Asia-Pacic region. Rapid economic growth made China an emerging global player. China, especially a militarily strong and resurgent one, became an obsession to many U.S. leaders and groups. Ofcial reports began to visualize China as the new threat.[3] Concern over a resurgent China has inuenced U.S. policy development toward vulnerable Japan, ambition-driven India, and weakened Russia. The U.S. security commitment to Taiwan also shaped Washington\'s China policy. The United States is obligated to protect the island republic from Chinese attack. [4] Periodic belligerence toward Taipei by Beijing authorities has reinforced U.S. concerns. During the Taiwan Strait crisis in 1995-96, the United States, for the rst time since Sino-U.S. normalization, dispatched a large armada to the region to express its support for beleaguered Taiwan. From an ofcial U.S. viewpoint, China had to be contained, not strengthened. Israeli ofcials, though, failed to read Washington\'s concerns. The Pentagon may not have batted an eye at Israel\'s pursuit of military ties with Turkey and India following the establishment of diplomatic relations, but China was a different case. Less than a decade after normalization of ties with Israel, both Turkey and India are important markets for Israel\'s military-security exports. But Sino-Israeli normalization coincided with the new Washington concerns about Beijing. Both the Israeli and Chinese governments have been keen to build upon their pre-1992 military ties, but U.S. concerns interfered with the development of the relationship. On several occasions, Washington voiced reservations as to Israeli actions. In early 1992, for example, the George H.W. Bush administration accused Israel of illegally "transferring" to China the Patriot anti-missile system, which the Pentagon deployed in Israel during the Kuwait crisis.[5] Not satised with the Israeli denial, State Department inspector general Sherman Funk sent a team to Israel to investigate the allegations.[6] While investigation failed to nd a "smoking gun," the damage was, nevertheless, signicant. Successive directors of the Central Intelligence Agency, most vocally Robert Gates[7] and R. James Woolsey, have voiced suspicion over Israel\'s dealings with China. Testifying before a Senate committee in October 1993, Woolsey said, "We believe the Chinese seek from Israel advanced military technology that U.S. and Western rms are unwilling to provide."[8] In 1994, U.S. media reports accused Israel of unauthorized transfer of technology associated with the Lavi jet ghter to China.[9] While Israel Aircraft Industries developed the light combat aircraft as an Israeli venture, it relied on U.S. nancial support and technology transfers for such key components as the engines. The cancellation of the project in August 1987 resulted in military industry layoffs. The Israeli government looked to Chinese demand for technology to upgrade its F-10 ghters as an opportunity. In October 1999, President Bill Clinton formally opposed a deal for the Phalcon airborne early warning and surveillance systems on the grounds that the technology that Israel hoped to sell to China undermined U.S. security interests in the Asia-Pacic, especially across the Taiwan straits.[10] In July 2000, and in the wake of months of U.S. threats and intimidation, Prime Minister Ehud Barak announced the deal\'s cancellation.[11] That the crisis escalated despite Clinton\'s appreciation over progress in the peace process underlined the seriousness of U.S. concerns. In December 2004, controversy over Sino-Israeli military ties again erupted when the Bush administration objected to the Israeli government\'s decision to repair and upgrade the Harpy unmanned aerial vehicle that Israel had sold to China in the 1990s.[12] This time, the Pentagon threatened to terminate or exclude Israel\'s participation in the F-35 joint strike ghter program.[13] Israeli media even spoke of a U.S. "boycott" of senior defense ministry ofcials who were dealing with China.[14] In July 2005, Israeli defense minister Shaul Mofaz canceled his trip to the United States following U.S. demands for a written apology for Israel\'s security exports to China.[15] In August 2005, Amos Yaron, a senior Israeli defense ministry ofcial, resigned over the controversy surrounding arms transfers to China. Yaron was shunned by the Pentagon for months, and U.S. authorities held him responsible for misleading Washington and mishandling the affair.[16] Reecting on the affair, inuential Israeli columnist Ze\'ev Schiff observed how much the once close relationship between the U.S. and Israeli militaries had deteriorated. Because "no suitable person who was acceptable to the Americans was found in the Defense Ministry," Mofaz had "to ask people from outside the Defense Ministry to head the negotiating teams" with the United States.[17] While the Israeli ministry of defense and the Pentagon signed a memorandum of understanding in August 2005 to clarify cooperation and "to consult on possible threats to U.S. and Israeli defense interests,"[18] the repeated disputes took their toll on both the substance and image of Israel\'s credibility as the chief U.S. strategic ally in the Middle East. Much of the criticism came not only from the U.S. mainstream but also from ofcials otherwise friendly toward Israel. Nearly a dozen U.S. ofcial reports accused Israel of various improprieties, and most of them pertained to its dealings with China.[19] Perhaps the most devastating of these was the report of the Select Committee on U.S. National Security and Military/Commercial Concerns with the People\'s Republic of China, (popularly known as the Cox Report after House Policy Committee chairman Christopher Cox [Republican, Calif.]). The declassied portion explicitly identied Israel as one of the suppliers of high-tech weapons to China and charged that Israel "has provided both weapons and technology to the PRC [Peoples\' Republic of China], most notably to assist the PRC in developing its F-10 ghter and airborne early warning aircraft."[20] Wrong Message U.S. concerns over Israel\'s military dealings are both serious and consistent. In a column at the height of the Phalcon controversy, Schiff pointed out, "not one of Israel\'s friends in America has come out with a statement justifying Israel\'s position."[21] Nevertheless, such repeated controversies suggest that Israeli ofcials continue to misread U.S. concerns or ignore the costs of allowing such incidents to develop. The fallout from such miscalculations to Israel is high. Within the U.S. bureaucracy—and especially inside the Pentagon—Israel\'s willingness to trade with a potential U.S. military adversary has undercut goodwill. While congressmen and top executive branch ofcials still continue to support the U.S.-Israeli relationship, the permanent U.S. bureaucracy has great power to impede and libuster. The antagonisms which result from such Sino-Israeli dealings may also erode the willingness of Washington to expend diplomatic capital with other states on behalf of the Jewish state. Israel has often beneted from Washington\'s interventions as the State Department prods hostile countries to mitigate their opposition and unfriendly ones to reexamine their policies toward the Jewish state. The Washington factor played a key role in the decision by Pakistani leaders, especially President Pervez Musharraf, to make pro-Israel statements on occasion.[22] The same consideration inuenced the Indian government\'s January 1992 decision to normalize relations with Israel. New Delhi announced the decision to establish full diplomatic relations, for example, hours before Prime Minister Narasimha Rao left for the United States to attend the summit meeting of the U.N. Security Council where he was slated to meet President George H.W. Bush. Washington once interceded with China on behalf of Israel.[23] Since 1992, however, the U.S. intervention vis-à-vis China has only been negative for Israel. At the bilateral level, U.S. concerns have made Israeli ties with China hostage to Washington\'s demands. While China blamed a "third party" for the cancellation of Israel\'s Phalcon deal,[24] the incident is bound to affect the behavior of other states toward Israel. Many would be wary of any defense agreement with Israel unless Washington gives implicit approval, if not an outright green light. The manner in which India handles its burgeoning military relations with Israel underscores this dimension. For example, speaking before the American Jewish Congress, Indian national security adviser Brajesh Mishra said, India, the United States and Israel have some fundamental similarities. We are all democracies, sharing a common vision of pluralism, tolerance, and equal opportunity. Stronger India-U.S. relations and India-Israel relations have a natural logic.[25] New Delhi is not seeking an Indian-Israeli-U.S. triangle but is rather viewing a convergence of interests as an insurance against any pressure from Washington over military deals with Israel. Tension with Washington also casts a shadow over Israel\'s ability to continue using military exports to pursue both strategic and economic objectives. Given its limited resource base, arms exports have become the second largest source of foreign exchange earnings (after diamonds) for Israel.[26] Its expertise in improvisation, upgrading, and innovation is much sought after. In areas such as counterterrorism, electronic warfare, border fencing, and surveillance, Israel has established a unique reputation. Countries unable to afford complete replacement for their existing platforms nd Israel\'s upgrading expertise cost effective. Arms exports serve another purpose. Unlike its Arab adversaries, Israel is not a member of any of the regional organizations. Its ability to offer politico-economic support is limited. Military exports and security assistance play an important role in promoting Israel\'s foreign policy interests. Israel\'s closeness with a country is often correlated to security cooperation. For example, Israel\'s emerging close political ties with India and Turkey contain a strong military component,[27] as did its past ties to South Africa. Absent the condence of other states in Israel\'s ability to fulll contracts, the Jewish state\'s strategic outreach might be undercut. At the very least, Sino-Israeli relations would weaken if Israel were prohibited from pursuing the lucrative Chinese arms market. Repeated conict with Washington over Sino-Israeli military dealings has also eroded Israel\'s credibility as a dependable arms supplier. Major suppliers often abandon their commitments, dragging recipient countries into unforeseen misery. This occurred when Paris, for example, placed an arms embargo on Israel following the 1967 Six-Day war and when Washington abandoned Argentina during the 1982 Falkland Islands war. The United States and many European countries increasingly link human rights concerns to the ow of arms. Israel, though, always followed a no-questions-asked policy and so established a reputation for reliability. Despite U.S. displeasure, for example, Prime Minister Menachem Begin honored his commitments to Argentina during the Falklands war.[28] By complying with the U.S. veto over the Phalcon and then Harpy deals with China —or by permitting itself to get into such a quandary in the rst place—Israel has allowed its credibility to be dented. Countries must now consider that the Israeli arms market might be off-limits should they have policy differences with Washington. Many may nd it easier to deal with Washington directly rather than negotiate with an unreliable Israel. Such an outcome would also erode the Israeli government ability to position itself as a diplomatic door to Washington. One of Israel\'s leading strategic analysts, Efraim Inbar, for example, described how Ankara used the Jewish State to open doors in Washington that the Greek and Armenian lobbies had once closed.[29] He described how Israel "conducted a concerted effort to instruct American Jewry on the strategic signicance of Turkey, [and] American-Jewish organizations were induced to add Turkey to the itinerary of many high-level missions regularly sent to Israel."[30] Likewise, in an editorial the day Sino-Israeli relations were established, Hong Kong-based Wen Wei Pao reminded its readers: Israel enjoys a special relationship with the United States. The Jewish people in the United States have always supported Israel and are very inuential in U.S. political, economic, and media circles. It is not possible for Israel\'s embellishment of diplomatic relations with China not to have some effect on the Sino-U.S. relations.[31] Under such circumstances, the Israeli government\'s failure to resolve the controversies surrounding military sales to China in its favor not only undermined perception of the Jewish state\'s leverage in Washington but also may have undercut Israel\'s security. Conclusions The perception of Israel\'s proximity to Washington has been a pillar of its security. Anti-American demonstrations and diplomatic anger have never prevented the United States from exercising its veto in the U.N. Security Council in favor of Israel. Many countries, including prominent European allies, envy Israel\'s proximity to the United States. The Israeli government has no alternative to U.S. support. Despite growing international discontent over its policies, Washington\'s unilateralism is Israel\'s strength. The Israeli government cannot count on any other state to come so consistently to its defense. While the U.S. Congress has long supported Israel, recent controversies surrounding the American Israel Public Affairs Committee (AIPAC) may erode the enthusiasm with which U.S. ofcials support Israel. Opposition to Israeli arms deals may also have a commercial dimension when the Pentagon feels it is subsidizing the Israeli arms industry only to nd it has created a competitor in the arms export bazaar. Indeed, commercial considerations at times compel the U.S. government to oppose Israeli arms exports to other countries including China.[32] In 1973, Israeli military intelligence and top politicians misread Egyptian intentions. Following the Yom Kippur war, the Israeli state held them accountable. [33] Unlike its strategic errors then, the current Israeli blindness toward U.S. concerns over China are more serious and systemic. Israel\'s misreading of U.S. concerns does not have a single address. The problems span the Israeli political parties. Both Labor and Likud ofcials have endorsed policies that were bound to undermine the Israeli government\'s strategic ties with Washington. Israeli ofcials have pursued policies toward China that have undercut the trust of the only true ally of the Jewish state. Reecting on the Patriot controversy, former defense minister Moshe Arens said, "Although the charges were totally untrue, the U.S. had reasons to be suspicious because in the past there had been allegations that some Israeli systems that included a few U.S. components had been sold to China." Admitting that "[the] matter has been neglected for too long," he counseled both sides to "respect" each other\'s security concerns.[34] Therein lays the key to this long and painful U.S.-Israeli tension over China. P. R. Kumaraswamy is an associate professor and teaches Israeli politics at the School of International Studies, Jawaharlal Nehru University, New Delhi, India. [1] "Israel\'s Diplomatic Missions Abroad: Status of Relations," Israel Ministry of Foreign Affairs, Dec. 12, 2005. [2] P.R. Kumaraswamy, "The Star and the Dragon: An Overview of Israeli-PRC Military Relations," Issues and Studies (Taipei), Apr. 1994, pp. 36-55; idem, "The Military Dimension of Israel-China Relations," China Report , Apr.-June 1995, pp. 235-49. For a more skeptical assessment, see, Yitzhak Shichor, "Mountain out of Molehills: Arms Transfers in Sino-Middle Eastern Relations," Middle East Review of International Affairs , Fall 2000, pp. 68-79. [3] For example, U.S. National Security and Military/Commercial Concerns with the People\'s Republic of China, report of the Select Committee (hereafter, Cox Report ), May 1999. [4] The Taiwan Relations Act of 1979, "Findings and Declaration of Policy," Sec. 2. (b) (3), states that the decision of the United States "to establish diplomatic relations with the People\'s Republic of China rests upon the expectation that the future of Taiwan will be determined by peaceful means." [5] Sherman Funk, State Department inspector general, interview, The Washington Jewish Week , Mar. 19, 1992, reproduced in Supplement to Israeli Foreign Affairs , Apr. 18, 1992, pp. 1-2. [6] Report of Audit: Department of State, Defense Trade Control , 2-CI-016, U.S. Department of State, Ofce of the Inspector General, Mar. 1992. [7] Israel Foreign Affairs , Feb. 26, 1993, p. 6. [8] Financial Times , Oct 14, 1993. [9] The Jerusalem Post , Dec. 29, 1994. For a detailed and somewhat personal account of the Lavi controversy between Israel and the United States, see Dov S. Zakheim, Flight of Lavi: Inside a US-Israeli Crisis (Brassey\'s, 1996). [10] Shichor, "Mountain out of Molehills." [11] The Jerusalem Post , July 14, 2000; Ha\'aretz (Tel Aviv), Dec. 28, 2001. [12] Yitzhak Shichor, "The U.S. Factor in Israel\'s Military Relations with China," China Brief (Jamestown), May 24, 2005. By 1999, Israel supplied about 100 UAVs to China. [13] Ha\'aretz (English online edition), Apr. 16, 2005; The Jerusalem Post , Apr. 17, 2005. [14] Ha\'aretz , June 15, 2005. [15] Ha\'aretz , July 27, 2005. [16] Ha\'aretz , Sept. 1, 2005. [17] Ha\'aretz , July 29, 2005. [18] U.S. Department of Defense, news release, Aug. 16, 2005. [19] National Security: Perspectives on Worldwide Threats and Implications for U.S. Forces , report to the chairman, Senate and House Committees on Armed Forces, Apr. 1992; Economic Espionage: The Threat to U.S. Industry , testimony before the Subcommittee on Economy and Commercial Law, Committee on Judiciary, House of Representatives, Apr. 29, 1992; Military Sales to Israel and Egypt: DOD Needs Stronger Control over U.S.-Financed Procurement , report to the chairman, Subcommittee on Foreign Operations, Export Financing and Related Programs, Committee on Appropriations, House of Representatives, July 1993; U.S.-Israel Arrow/ACES Program: Cost, Technical, Proliferation, and Management Concerns , report to the chairman, Committee on Appropriations, Aug. 1993; Foreign Military Aid to Israel; Diversion of U.S. Funds and Circumventing of U.S. Program Restrictions , testimony before Subcommittee on Oversight, Investigation, Committee on Energy and Commerce, House of Representatives, Oct. 27, 1993; National Security: Impact of China\'s Military Modernization in the Pacic Region , report to congressional committees, June 1995; Defense Industrial Security: Weaknesses in U.S. Security Arrangements with Foreign-owned Defense Contractors , report to the congressional requesters, Feb. 1996; Economic Espionage: Information on Threat from U.S. Allies , testimony before the Select Committee on Intelligence, U.S. Senate, Feb. 28, 1996; China: U.S. and the European Union Arms Sales since 1989 Embargo , testimony before the Joint Economic Committee, Apr. 28, 1998; China: Military Imports from the United States and the European Union since 1989 Embargo, report to the chairman, Joint Economic Committee, U.S. Senate, June 1998; Cox Report . [20] Cox Report . [21] Ze\'ev Schiff, "The Spy Plane Isn\'t the Only Problem," Ha\'aretz , June 21, 2000. [22] Pervez Musharraf, address to the American Jewish Congress, New York, Sept. 17, 2005. [23] Aaron S. Klieman, quoted in Jane\'s Defence Weekly , Oct. 10, 1987. [24] In the words of one Chinese ofcial, "We have realised that what happened with the [Phalcon] plane is not only the fault of the Israeli government … There were some external factors involved as well." Shichor, "The U.S. Factor." [25] Brajesh Mishra, address to the American Jewish Committee, Washington, D.C., May 8, 2003. [26] For a dated but interesting discussion on this, see, Aaron S. Klieman, Israel\'s Global Reach: Arms Sales as Diplomacy (Washington D.C.: Pergman, 1985). [27] The Hindu (Chennai, India) Aug. 16, 2001 . [28] Bishara Bahbah, "Israel\'s Military Relationship with Ecuador and Argentina," Journal of Palestine Studies , Winter 1986, pp. 91-2. [29] Efraim Inbar, The Israeli-Turkish Entente (London: King\'s College, 2001), p. 40 . [30] Ibid., p. 41. [31] Wen Wei Pao (Hong Kong), Jan. 25, 1992, in Foreign Broadcast Information Service-China, Jan. 27, 1992, pp. 18-9. [32] For example, see reports of U.S. attempts to scuttle an Israel-South Korea military deal, Ha\'aretz , Dec. 8, 2005. [33] Following the publication of the Agranot Commission report on the 1973 war, Prime Minister Golda Meir, Defense Minister Moshe Dayan, and senior generals resigned from their positions. Jewish Agency for Israel Timeline, accessed Dec. 12, 2005. [34] Moshe Arens, "The Enemy of Our Friend," Ha\'aretz , June 21, 2005.',
   'enriched_text': {'entities': [{'count': 77,
      'sentiment': {'score': -0.328588, 'label': 'negative'},
      'text': 'Israel',
      'relevance': 0.870232,
      'type': 'Location',
      'disambiguation': {'subtype': ['GovernmentalJurisdiction',
        'FilmArtDirector',
        'Country'],
       'name': 'Israel',
       'dbpedia_resource': 'http://dbpedia.org/resource/Israel'}},
     {'count': 25,
      'sentiment': {'score': -0.365936, 'label': 'negative'},
      'text': 'Washington',
      'relevance': 0.517266,
      'type': 'Location',
      'disambiguation': {'subtype': ['AdministrativeDivision',
        'GovernmentalJurisdiction',
        'MilitaryPost',
        'PlaceWithNeighborhoods',
        'USCounty',
        'City'],
       'name': 'Washington, D.C.',
       'dbpedia_resource': 'http://dbpedia.org/resource/Washington,_D.C.'}},
     {'count': 60,
      'sentiment': {'score': -0.414048, 'label': 'negative'},
      'text': 'United States',
      'relevance': 0.511829,
      'type': 'Location',
      'disambiguation': {'subtype': ['Region',
        'AdministrativeDivision',
        'GovernmentalJurisdiction',
        'FilmEditor',
        'Country'],
       'name': 'United States',
       'dbpedia_resource': 'http://dbpedia.org/resource/United_States'}},
     {'count': 37,
      'sentiment': {'score': -0.317112, 'label': 'negative'},
      'text': 'Taiwan',
      'relevance': 0.442122,
      'type': 'Location',
      'disambiguation': {'subtype': ['GeographicFeature', 'Island', 'Country'],
       'name': 'Taiwan',
       'dbpedia_resource': 'http://dbpedia.org/resource/Taiwan'}},
     {'count': 10,
      'sentiment': {'score': -0.392902, 'label': 'negative'},
      'text': 'Israeli government',
      'relevance': 0.381096,
      'type': 'Organization'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Israel Ministry of Foreign Affairs',
      'relevance': 0.272769,
      'type': 'Organization',
      'disambiguation': {'subtype': ['GovernmentAgency'],
       'name': 'Ministry of Foreign Affairs (Israel)',
       'dbpedia_resource': 'http://dbpedia.org/resource/Ministry_of_Foreign_Affairs_(Israel)'}},
     {'count': 4,
      'sentiment': {'score': -0.012998, 'label': 'negative'},
      'text': 'China',
      'relevance': 0.266803,
      'type': 'Location',
      'disambiguation': {'subtype': ['Region',
        'AdministrativeDivision',
        'GovernmentalJurisdiction',
        'Kingdom',
        'FilmScreeningVenue',
        'Country'],
       'name': 'China',
       'dbpedia_resource': 'http://dbpedia.org/resource/China'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Israel Aircraft Industries',
      'relevance': 0.26154,
      'type': 'Company',
      'disambiguation': {'subtype': ['AircraftManufacturer'],
       'name': 'Israel Aerospace Industries',
       'dbpedia_resource': 'http://dbpedia.org/resource/Israel_Aerospace_Industries'}},
     {'count': 6,
      'sentiment': {'score': -0.378677, 'label': 'negative'},
      'text': 'Pentagon',
      'relevance': 0.246452,
      'type': 'Organization'},
     {'count': 3,
      'sentiment': {'score': -0.490669, 'label': 'negative'},
      'text': 'Washington',
      'relevance': 0.243441,
      'type': 'Location',
      'disambiguation': {'subtype': ['StateOrCounty']}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Israel Foreign Affairs',
      'relevance': 0.241995,
      'type': 'Organization'},
     {'count': 7,
      'sentiment': {'score': 0.246151, 'label': 'positive'},
      'text': 'India.',
      'relevance': 0.239762,
      'type': 'Location',
      'disambiguation': {'subtype': ['HumanLanguage',
        'Region',
        'GovernmentalJurisdiction',
        'FilmEditor',
        'Country'],
       'name': 'India',
       'dbpedia_resource': 'http://dbpedia.org/resource/India'}},
     {'count': 2,
      'sentiment': {'score': -0.280926, 'label': 'negative'},
      'text': 'American Israel Public Affairs Committee',
      'relevance': 0.236515,
      'type': 'Organization',
      'disambiguation': {'subtype': [],
       'name': 'American Israel Public Affairs Committee',
       'dbpedia_resource': 'http://dbpedia.org/resource/American_Israel_Public_Affairs_Committee'}},
     {'count': 6,
      'sentiment': {'score': 0.270618, 'label': 'positive'},
      'text': 'China.',
      'relevance': 0.231539,
      'type': 'Location',
      'disambiguation': {'subtype': ['Country']}},
     {'count': 5,
      'sentiment': {'score': -0.661801, 'label': 'negative'},
      'text': 'State Department',
      'relevance': 0.228885,
      'type': 'Organization',
      'disambiguation': {'subtype': ['GovernmentAgency',
        'GovernmentalBody',
        'AppointedRole'],
       'name': 'United States Department of State',
       'dbpedia_resource': 'http://dbpedia.org/resource/United_States_Department_of_State'}},
     {'count': 3,
      'sentiment': {'score': -0.109775, 'label': 'negative'},
      'text': "Ze'ev Schiff",
      'relevance': 0.213331,
      'type': 'Person',
      'disambiguation': {'subtype': [],
       'name': "Ze'ev Schiff",
       'dbpedia_resource': "http://dbpedia.org/resource/Ze'ev_Schiff"}},
     {'count': 2,
      'sentiment': {'score': -0.423216, 'label': 'negative'},
      'text': "People's Republic of China",
      'relevance': 0.212349,
      'type': 'Organization'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Israeli ministry of defense',
      'relevance': 0.209996,
      'type': 'Organization',
      'disambiguation': {'subtype': ['GovernmentAgency'],
       'name': 'Ministry of Defense (Israel)',
       'dbpedia_resource': 'http://dbpedia.org/resource/Ministry_of_Defense_(Israel)'}},
     {'count': 5,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Turkey',
      'relevance': 0.208548,
      'type': 'Location',
      'disambiguation': {'subtype': ['Brand',
        'GovernmentalJurisdiction',
        'ProjectParticipant',
        'Country'],
       'name': 'Turkey',
       'dbpedia_resource': 'http://dbpedia.org/resource/Turkey'}},
     {'count': 2,
      'sentiment': {'score': -0.550603, 'label': 'negative'},
      'text': 'Soviet Union',
      'relevance': 0.204984,
      'type': 'Organization',
      'disambiguation': {'subtype': ['Location',
        'Country',
        'GovernmentalJurisdiction'],
       'name': 'Soviet Union',
       'dbpedia_resource': 'http://dbpedia.org/resource/Soviet_Union'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Israeli Foreign Affairs',
      'relevance': 0.1995,
      'type': 'Organization'},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'American Jewish Congress',
      'relevance': 0.199029,
      'type': 'Organization',
      'disambiguation': {'subtype': [],
       'name': 'American Jewish Congress',
       'dbpedia_resource': 'http://dbpedia.org/resource/American_Jewish_Congress'}},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'P. R. Kumaraswamy',
      'relevance': 0.198543,
      'type': 'Person'},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'President Pervez Musharraf',
      'relevance': 0.198152,
      'type': 'Person',
      'disambiguation': {'subtype': ['Politician',
        'President',
        'MilitaryPerson'],
       'name': 'Pervez Musharraf',
       'dbpedia_resource': 'http://dbpedia.org/resource/Pervez_Musharraf'}},
     {'count': 2,
      'sentiment': {'score': -0.3124, 'label': 'negative'},
      'text': 'Military Sales',
      'relevance': 0.194597,
      'type': 'Company'},
     {'count': 5,
      'sentiment': {'score': -0.440688, 'label': 'negative'},
      'text': 'Beijing',
      'relevance': 0.193875,
      'type': 'Location',
      'disambiguation': {'subtype': ['City'],
       'name': 'Beijing',
       'dbpedia_resource': 'http://dbpedia.org/resource/Beijing'}},
     {'count': 2,
      'sentiment': {'score': -0.357629, 'label': 'negative'},
      'text': 'President George H.W. Bush',
      'relevance': 0.192341,
      'type': 'Person',
      'disambiguation': {'subtype': ['FilmCharacter',
        'Politician',
        'President',
        'Appointer',
        'BoardMember',
        'ChivalricOrderMember',
        'MilitaryPerson',
        'PoliticalAppointer',
        'U.S.Congressperson',
        'USPresident',
        'USVicePresident',
        'FilmActor',
        'TVActor'],
       'name': 'George H. W. Bush',
       'dbpedia_resource': 'http://dbpedia.org/resource/George_H._W._Bush'}},
     {'count': 2,
      'sentiment': {'score': -0.702786, 'label': 'negative'},
      'text': 'U.N. Security Council',
      'relevance': 0.192328,
      'type': 'Organization',
      'disambiguation': {'subtype': [],
       'name': 'United Nations Security Council',
       'dbpedia_resource': 'http://dbpedia.org/resource/United_Nations_Security_Council'}},
     {'count': 2,
      'sentiment': {'score': -0.542987, 'label': 'negative'},
      'text': 'Taipei',
      'relevance': 0.19057,
      'type': 'Location',
      'disambiguation': {'subtype': ['City'],
       'name': 'Taipei',
       'dbpedia_resource': 'http://dbpedia.org/resource/Taipei'}},
     {'count': 2,
      'sentiment': {'score': 0.368072, 'label': 'positive'},
      'text': 'New Delhi',
      'relevance': 0.190316,
      'type': 'Location',
      'disambiguation': {'subtype': ['AdministrativeDivision', 'City'],
       'name': 'New Delhi',
       'dbpedia_resource': 'http://dbpedia.org/resource/New_Delhi'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'White House',
      'relevance': 0.189068,
      'type': 'Facility'},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Brajesh Mishra',
      'relevance': 0.186461,
      'type': 'Person',
      'disambiguation': {'subtype': [],
       'name': 'Brajesh Mishra',
       'dbpedia_resource': 'http://dbpedia.org/resource/Brajesh_Mishra'}},
     {'count': 3,
      'sentiment': {'score': -0.616549, 'label': 'negative'},
      'text': 'Oslo',
      'relevance': 0.18609,
      'type': 'Location',
      'disambiguation': {'subtype': ['AdministrativeDivision',
        'OlympicHostCity',
        'City'],
       'name': 'Oslo',
       'dbpedia_resource': 'http://dbpedia.org/resource/Oslo'}},
     {'count': 4,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'U.S. Senate',
      'relevance': 0.184517,
      'type': 'Organization',
      'disambiguation': {'subtype': ['GovernmentalBody', 'Legislature'],
       'name': 'United States Senate',
       'dbpedia_resource': 'http://dbpedia.org/resource/United_States_Senate'}},
     {'count': 1,
      'sentiment': {'score': 0.380218, 'label': 'positive'},
      'text': 'Israeli-PRC Military Relations',
      'relevance': 0.182358,
      'type': 'Organization'},
     {'count': 2,
      'sentiment': {'score': -0.272867, 'label': 'negative'},
      'text': 'Shaul Mofaz',
      'relevance': 0.181562,
      'type': 'Person',
      'disambiguation': {'subtype': ['Politician'],
       'name': 'Shaul Mofaz',
       'dbpedia_resource': 'http://dbpedia.org/resource/Shaul_Mofaz'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Palestine Liberation Organization',
      'relevance': 0.180183,
      'type': 'Organization',
      'disambiguation': {'subtype': [],
       'name': 'Palestine Liberation Organization',
       'dbpedia_resource': 'http://dbpedia.org/resource/Palestine_Liberation_Organization'}},
     {'count': 2,
      'sentiment': {'score': -0.515187, 'label': 'negative'},
      'text': 'Select Committee',
      'relevance': 0.178637,
      'type': 'Organization'},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Madrid',
      'relevance': 0.178636,
      'type': 'Location',
      'disambiguation': {'subtype': ['PoliticalDistrict',
        'AdministrativeDivision',
        'GovernmentalJurisdiction',
        'City'],
       'name': 'Madrid',
       'dbpedia_resource': 'http://dbpedia.org/resource/Madrid'}},
     {'count': 5,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'chairman',
      'relevance': 0.178413,
      'type': 'JobTitle'},
     {'count': 2,
      'sentiment': {'score': -0.423216, 'label': 'negative'},
      'text': 'U.S. National Security',
      'relevance': 0.177894,
      'type': 'Organization'},
     {'count': 2,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Sherman Funk',
      'relevance': 0.177889,
      'type': 'Person'},
     {'count': 5,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': "Ha'aretz",
      'relevance': 0.175475,
      'type': 'PrintMedia',
      'disambiguation': {'subtype': ['Newspaper'],
       'name': 'Haaretz',
       'dbpedia_resource': 'http://dbpedia.org/resource/Haaretz'}},
     {'count': 1,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Taiwan Strait',
      'relevance': 0.174916,
      'type': 'GeographicFeature',
      'disambiguation': {'subtype': ['Location', 'BodyOfWater'],
       'name': 'Taiwan Strait',
       'dbpedia_resource': 'http://dbpedia.org/resource/Taiwan_Strait'}},
     {'count': 3,
      'sentiment': {'score': 0, 'label': 'neutral'},
      'text': 'Argentina',
      'relevance': 0.173402,
      'type': 'Location',
      'disambiguation': {'subtype': ['Region',
        'GovernmentalJurisdiction',
        'Country'],
       'name': 'Argentina',
       'dbpedia_resource': 'http://dbpedia.org/resource/Argentina'}}],
    'sentiment': {'document': {'score': -0.443068, 'label': 'negative'}},
    'emotion': {'document': {'emotion': {'disgust': 0.071348,
       'joy': 0.450798,
       'anger': 0.1052,
       'fear': 0.100305,
       'sadness': 0.423426}}},
    'concepts': [{'text': 'Israel',
      'relevance': 0.952098,
      'dbpedia_resource': 'http://dbpedia.org/resource/Israel'},
     {'text': 'Israel Defense Forces',
      'relevance': 0.731971,
      'dbpedia_resource': 'http://dbpedia.org/resource/Israel_Defense_Forces'},
     {'text': 'Republic of China',
      'relevance': 0.706736,
      'dbpedia_resource': 'http://dbpedia.org/resource/Republic_of_China'},
     {'text': 'United States',
      'relevance': 0.631879,
      'dbpedia_resource': 'http://dbpedia.org/resource/United_States'},
     {'text': 'Defense Minister of Israel',
      'relevance': 0.628984,
      'dbpedia_resource': 'http://dbpedia.org/resource/Defense_Minister_of_Israel'},
     {'text': 'Ehud Barak',
      'relevance': 0.567383,
      'dbpedia_resource': 'http://dbpedia.org/resource/Ehud_Barak'},
     {'text': 'Politics of Israel',
      'relevance': 0.544709,
      'dbpedia_resource': 'http://dbpedia.org/resource/Politics_of_Israel'},
     {'text': 'Golda Meir',
      'relevance': 0.537236,
      'dbpedia_resource': 'http://dbpedia.org/resource/Golda_Meir'}],
    'categories': [{'score': 0.930228, 'label': '/society/unrest and war'},
     {'score': 0.928477, 'label': '/law, govt and politics'},
     {'score': 0.88236, 'label': '/religion and spirituality/judaism'}],
    'keywords': [{'text': 'Cost Israel-China Ties',
      'relevance': 0.721792,
      'count': 1},
     {'text': 'U.S. restrictions', 'relevance': 0.67514, 'count': 1},
     {'text': 'future Israeli military dealings',
      'relevance': 0.659577,
      'count': 1},
     {'text': "https://dev.meforum.org/926/at-what-cost-israel-china-ties Israel's military ties",
      'relevance': 0.632699,
      'count': 1},
     {'text': "Jewish state's security", 'relevance': 0.598089, 'count': 1},
     {'text': 'U.S. anger', 'relevance': 0.58593, 'count': 1},
     {'text': 'Sino-Israeli military ties', 'relevance': 0.585582, 'count': 2},
     {'text': "Israel's diplomatic importance",
      'relevance': 0.56739,
      'count': 1},
     {'text': 'U.S. concern', 'relevance': 0.56113, 'count': 1},
     {'text': "Washington's public unhappiness",
      'relevance': 0.558603,
      'count': 1},
     {'text': 'senior defense ministry ofcials',
      'relevance': 0.551484,
      'count': 1},
     {'text': 'Senate committee', 'relevance': 0.550821, 'count': 1},
     {'text': 'Arab-Israeli conict', 'relevance': 0.548279, 'count': 1},
     {'text': 'Syrian government', 'relevance': 0.547389, 'count': 1},
     {'text': 'Ofcial reports', 'relevance': 0.54633, 'count': 2},
     {'text': 'United States', 'relevance': 0.545624, 'count': 13},
     {'text': 'arms sales', 'relevance': 0.541172, 'count': 2},
     {'text': 'Middle Eastern states', 'relevance': 0.540318, 'count': 1},
     {'text': 'Israeli ofcials', 'relevance': 0.538301, 'count': 4},
     {'text': 'development of relations', 'relevance': 0.535308, 'count': 1},
     {'text': "Israeli government's use", 'relevance': 0.532198, 'count': 1},
     {'text': "Israel's foreign policy establishment",
      'relevance': 0.531409,
      'count': 1},
     {'text': 'U.S. leaders', 'relevance': 0.529267, 'count': 1},
     {'text': 'Israeli government', 'relevance': 0.528691, 'count': 4},
     {'text': 'diplomatic row', 'relevance': 0.528106, 'count': 1},
     {'text': 'such key components', 'relevance': 0.528001, 'count': 1},
     {'text': 'U.S. security commitment', 'relevance': 0.527141, 'count': 1},
     {'text': 'Jewish state', 'relevance': 0.526773, 'count': 3},
     {'text': "Washington's chief ally", 'relevance': 0.526375, 'count': 1},
     {'text': 'Prime Minister Ehud Barak', 'relevance': 0.525833, 'count': 1},
     {'text': 'commencement of Sino-Israeli diplomatic ties',
      'relevance': 0.525389,
      'count': 1},
     {'text': 'diplomatic relations', 'relevance': 0.525347, 'count': 3},
     {'text': 'Israeli defense minister Shaul Mofaz',
      'relevance': 0.52518,
      'count': 1},
     {'text': 'U.S. policy development', 'relevance': 0.524557, 'count': 1},
     {'text': 'itinerary of many high-level missions',
      'relevance': 0.524066,
      'count': 1},
     {'text': 'American Jewish Congress', 'relevance': 0.523079, 'count': 2},
     {'text': 'end of the Cold War', 'relevance': 0.522299, 'count': 2},
     {'text': 'U.S. media reports', 'relevance': 0.522149, 'count': 1},
     {'text': 'clash of strategic outlooks',
      'relevance': 0.521381,
      'count': 1},
     {'text': "Israel's military-security exports",
      'relevance': 0.521023,
      'count': 1},
     {'text': 'Arab states', 'relevance': 0.520554, 'count': 2},
     {'text': 'report of the Select Committee',
      'relevance': 0.519938,
      'count': 2},
     {'text': 'erosion of Israel', 'relevance': 0.519188, 'count': 1},
     {'text': 'military technology', 'relevance': 0.51847, 'count': 1},
     {'text': 'Palestine Liberation Organization',
      'relevance': 0.518214,
      'count': 1},
     {'text': 'White House', 'relevance': 0.518027, 'count': 1},
     {'text': 'Harpy deal', 'relevance': 0.516561, 'count': 1},
     {'text': 'Jerusalem Post', 'relevance': 0.516473, 'count': 3},
     {'text': 'military industries', 'relevance': 0.51639, 'count': 1},
     {'text': 'U.S. concerns', 'relevance': 0.516375, 'count': 5}]},
   'highlight': {'enriched_text.concepts.text': ['Republic of <em>China</em>'],
    'text': ['Rapid economic growth made <em>China</em> an emerging global player. <em>China</em>, especially a militarily strong and resurgent one, became an obsession to many U.S. leaders and groups. Ofcial reports began to visualize <em>China</em> as the new threat.[3] Concern over a resurgent <em>China</em> has inuenced U.S. policy development toward vulnerable Japan, ambition-driven India, and weakened Russia.',
     "Washington once interceded with <em>China</em> on behalf of Israel.[23] Since 1992, however, the U.S. intervention vis-à-vis <em>China</em> has only been negative for Israel. At the bilateral level, U.S. concerns have made Israeli ties with <em>China</em> hostage to Washington's demands.",
     "At What Cost Israel-<em>China</em> Ties? by P. R. Kumaraswamy Spring 2006, pp. 37-44 https://dev.meforum.org/926/at-what-cost-israel-<em>china</em>-ties Israel's military ties with <em>China</em>—especially the upgrading of Harpy surveillance aircraft—are undermining the Jewish state's security. The dispute goes beyond friendly and short-lived differences of opinion.",
     'Factor in Israel\'s Military Relations with <em>China</em>," <em>China</em> Brief (Jamestown), May 24, 2005. By 1999, Israel supplied about 100 UAVs to <em>China</em>. [13] Ha\'aretz (English online edition), Apr. 16, 2005; The Jerusalem Post , Apr. 17, 2005. [14] Ha\'aretz , June 15, 2005. [15] Ha\'aretz , July 27, 2005. [16] Ha\'aretz , Sept. 1, 2005. [17] Ha\'aretz , July 29, 2005. [18] U.S.',
     'Kumaraswamy, "The Star and the Dragon: An Overview of Israeli-PRC Military Relations," Issues and Studies (Taipei), Apr. 1994, pp. 36-55; idem, "The Military Dimension of Israel-<em>China</em> Relations," <em>China</em> Report , Apr.-June 1995, pp. 235-49.'],
    'enriched_text.keywords.text': ['Cost Israel-<em>China</em> Ties',
     "https://dev.meforum.org/926/at-what-cost-israel-<em>china</em>-ties Israel's military ties"],
    'enriched_text.entities.text': ['<em>China</em>',
     '<em>China</em>.',
     "People's Republic of <em>China</em>"],
    'enriched_text.entities.disambiguation.name': ['<em>China</em>'],
    'enriched_text.entities.type': ['<em>Location</em>'],
    'enriched_text.entities.disambiguation.subtype': ['<em>Location</em>'],
    'enriched_text.entities.disambiguation.dbpedia_resource': ['http://dbpedia.org/resource/<em>China</em>'],
    'extracted_metadata.filename': ['43- At What Cost Israel-<em>China</em> Ties_ Middle East Quarterly.pdf']}}],
 'retrieval_details': {'document_retrieval_strategy': 'untrained'}}